msg_order = {}

reply = {
    "现在最想做什么，想和谁一起",
    "有没有很想要但一直没得到的东西", "你认为什么是爱",
    "有没有一直没倒的flag", "你目前最想做成的一件事",
    "单身or not",
    "如果可以选择，你会选做异性吗？做异性后，最想干的事情是什么？",
    "最想收到的生日礼物", "你至今无法释怀的一件事",
    "(如果有)吐槽一下自己最离谱的前任",
    "说出自己的三个优点", "反思自己的三个缺点",
    "简单描述一下自己的一个特长",
    "坚持了很久并准备继续下去的习惯or爱好",
    "一句最喜欢的句子，出处是", "熬过最晚的夜是为了什么",
    "有宠物吗？（或者曾经有过），你和宠物之间有你至今难忘的事吗",
    "用五个不同的词形容一下自己",
    "你有一个深深刻在你脑海中的名字吗？和TA之间发生的最难忘的事是什么",
    "最希望自己成为什么样的人",
    "吐槽一下最近遇到的一件破事", "你因什么而特别",
    "最想和谁一起跨年", "最长的一段友谊维持了多久",
    "描述一段与众不同的经历",
    "上次哭是什么时候？为了什么", "目前最大的梦想是什么",
    "最喜欢的裙子长度", "平常几点睡？睡前习惯干什么？",
    "如果可以，想对5年前的自己说些什么",
    "如果可以回到过去，你最希望做成的一件事",
    "有什么旧伤/慢性病吗（可以是心理创伤）",
    "最喜欢那种类型的(纸片)人", "最想推荐的一本书",
    "你能想到最浪漫的场景，最想和谁一起去",
    "对你影响最深的一件事是什么",
    "有初恋吗？你和初恋印象最深刻的事？",
    "每天睡觉前都会想起的人是谁?或者最后见到的人",
    "和异性最深入的接触是什么？", "做过最丢人的事？",
    "最近一次做春梦梦到的是谁？",
    "曾经有过最被感动的事是什么？",
    "你自认为做过的最有背德感的事？",
    "简单描述一下你非常厌恶的事",
    "你最害怕什么事发生/或其他人、物",
    "对那个忘不了的人说几句话吧",
    "平常会在意自己的外表吗",
    "曾有过crush吗 ，请详细说说(crush指短暂、羞涩且热烈的喜欢)",
    "谈谈婚恋观", "最喜欢的番/剧", "推一个喜欢的画手/文手",
    "什么样的故事最能触动你", "擅长表达情感吗",
    "什么更能让你保持清醒？茶，咖啡还是别的什么？",
    "五件最想做的事", "和异性做过的最深入/浪漫的事",
    "你撒过最大的谎是什么",
    "喜欢别人对你做什么小动作？讨厌别人对你做什么动作？",
    "你期待过一夜情吗", "你最关心的异性是谁？",
    "你希望另一半哪个部位最好看？",
    "在自己最爱的人面前做过最难堪的事是什么？",
    "你最后悔的一件事是什么？", "出事第一时间会想到谁",
    "说一个自己的雷点吧", "现在磕的cp，若无，重骰",
    "收到过真诚的拥抱吗，如果有，现在和对方关系如何",
    "现在最不能直视的QQ个性签名",
    "想和最想见面的人在哪里见面？", "你最怪的xp是什么？",
    "有作为创作者的经历吗，如果有，最得意的是什么？",
    "不开心的时候要干什么", "对上一个答题的人的看法",
    "最经常光顾的本子标签", "传统手艺的周期",
    "上一次看的本子是什么",
    "穿越到异世界时，会选择变成什么非人类娘化种",
    "如果可以选，下辈子希望在哪一个国家的哪一时期生活",
    "假如世界末日要到了，有什么要做的",
    "以最委婉的方法来辱骂",
    "最喜欢喜欢的环境/场景之类的有吗？"
}

function draw(msg)
    if (msg.fromMsg=="end") then
        -- 误触处理
        if (msg.fromGroup ~= "921454429" and msg.fromGroup ~= "1007561501" and
            msg.fromGroup ~= "384144009" or
            getGroupConf(msg.fromGroup, "100questionsAnswerNow", 0) == 0) then
            return ""
        end
        -- 标记上一位是否结束，结束设为0
        setGroupConf(msg.fromGroup, "100questionsAnswerNow", 0)
        return "嗯嗯，感谢{nick}的精彩回答!!"
    end
    if(msg.fromMsg=="终止问答" and getGroupConf(msg.fromGroup,"100questionsQQ","0")~="0")then
        setGroupConf(msg.fromGroup,"100questionsQQ","0")
        setGroupConf(msg.fromGroup, "100questionsAnswerNow", 0)
        return "本次问答已结束"
    end
    -- 上一位未回答结束
    if (getGroupConf(msg.fromGroup, "100questionsAnswerNow", 0) == 1) then
        return "请耐心等待上一位回答结束哦~"
    end
    if (msg.fromGroup ~= "921454429" and msg.fromGroup ~= "1007561501" and
        msg.fromGroup ~= "384144009") then return "" end

    local last = getGroupConf(msg.fromGroup, "100questionsQQ", "0")
    setGroupConf(msg.fromGroup, "100questionsQQ", msg.fromQQ)
    -- 标记现在正在回答
    setGroupConf(msg.fromGroup, "100questionsAnswerNow", 1)
    if (last == "0") then return reply[ranint(1, #reply)] end
    return reply[ranint(1, #reply)] .. "\n[CQ:at,qq=" .. last ..
               "]是否需要修改问题？"
end
msg_order[".q"] = "draw"
msg_order[".Q"] = "draw"
msg_order["end"] = "draw"
msg_order["终止问答"]="draw"
