Special0 = {
    [1] = "『元旦特典 预想此时应更好』\f“砰！”玄关处响起恰到好处的关门声，而小脑袋从里面的房间探出来，看到了还在换鞋的你。\f" ..
        "不经意的抬头时，你才发现茉莉在盯着你看，那一头浅灰的瀑布垂下，隐藏着玫红眸子，对你眨了眨，露出些许浅浅笑意。\f" .. "即使早已见惯了这副光景，但心跳依然被提起了速，连神经递质也开始忙活。不过现在还有其他问题——",
    [2] = "“怎么了，茉莉？”你对于她这副扭扭捏捏的样子有些奇怪\f“那个...能帮我...扎一下头发吗？”她的声音到后面逐渐沉入低谷，像是在说什么见不得人的事情。\f" ..
        "“什么？”你显然没有听得很清楚。\f" .. "“扎头发...帮我扎头发啦！”像是忽然放弃了什么似的，不仅音量，连声调都上去了。",
    -- ! 选项1
    [3] = "选项1：(输入“.c 序号”)\n1. “你......自己不会吗？”\n2. “可以是可以啦，不过，为什么？”\n3. “知道了，等我放完东西就来。”",
    -- ? 选项1 选择1
    [4] = {
        [1] = "你看到她的头飞快缩了回去，房门随即就被猛的关上了，她脚剁得有点响......很显然，你可能...说错了点什么。\f嗯...现在你已经换好了鞋，坐在了沙发上，无声的焦虑正环绕着你，在这几分钟里，你从草履虫思考到全超导托克马克核聚变，从狭义相对论思考到量子力学，你不明白为什么会这样。",
        [2] = "不过短暂的思考时间结束了，茉莉打开房门，梳着已经扎好的单马尾走了出来，她大概是用玫红色的眼睛白了你一眼，就走进了厨房。\f而你刚刚觉醒的第六感发挥了作用，它告诉你现在应该跟上一起去厨房，于是你飞快起身，在厨房遇到了已经换上围裙的茉莉。",
        [3] = "她嘟起的嘴角无疑是在表达什么信号“所以，快点来帮我切菜。”这道看似请求的命令让你迟疑半分。\f“怎么今天要下厨了？”你略显疑惑，这可算是少见的。",
        [4] = "“你还真忘了啊......是元旦哦”她轻叹一口气。\f" ..
            "“我day到啦，是元旦”你才想起来回来的路上有看到张灯结彩的街道，不过自己的心思并不在那上面......\f" .. "“答对了，所以你还不过来晚饭就没你的份了。”你寻思了一下，最终还是不想在这种日子吃外卖。"
    },
    -- ? 选项1 选择2
    [5] = {
        [1] = "紧咬着晶莹剔透的唇瓣，她的小脸红了大半，成型的蒸汽就快冒出来了。\f" ..
            "“你，你别管嘛，快点来！”\f" ..
                "看到她这副样子，你只好先轻轻点了点头，放下手中其他的事情后，你才缓步踏入她的房间，而女孩早已静坐在梳妆台前，她的双手安静地放在白丝上，两颗红宝石对你示意快点，你顺手拿起一旁的奶白色发带站到了她身后。\f" ..
                    "“所以，要怎么扎？”\f" .. "“单马尾啦，方便些。”",
        [2] = "“方便，是要干什么吗？”话语间，你的手已经抚起这上好的绸缎，“云髻峨峨，修眉联娟”不禁地联想起这句诗，你正要开始手上的活，却撇见镜子里的女孩已经垂下了头，看不见神情。\f" ..
            "“等会要下厨啦......”她的声音像是喃喃细语。\f" .. "那为什么要我扎？你顺理成章地得出这个结论，不过却很识趣地没有将它抛出来。",
        [3] = "“嗯...那你怎么今天要下厨了？”\f" .. "“元旦哦，就知道你个笨蛋又忘了。”\f" .. "你这才恍然大悟般想起已经是元旦了，最近一直在想别的事情...但这个话茬是有点接不上了，房间里顿时安静下来。",
        [4] = "直到你喊出一句好了，女孩的头才抬起来，看向镜子里精致的自己，打量了一下，就起身走向外面“走吧，去厨房”\f" ..
            "“诶，我也要去吗？”\f" .. "“如果你不想晚饭没有你的份的话。”\f" .. "你苦笑一声，只得追了上去。"
    },
    -- ? 选项一 选择3
    [6] = {
        [1] = "你很快答应下来，并未感到有什么奇怪的，而茉莉也缩回了自己的房间。等到你将自己的东西放好，才轻声找到她。\f似乎是等候已久的样子，女孩端坐在梳妆台的椅子上，安安静静地，像是落入人间的月仙子，浅灰的瀑布垂到肩下，而白皙如玉的双手待在大腿上，那双红里透黑的美眸正紧紧地盯着你，你不由得轻笑出声。",
        [2] = "“笑，笑什么？”她有些疑惑。\f" ..
            "你没有解释什么，只是拿起一旁的发带走到她身后“要扎什么？”\f" ..
                "“单马尾，一会要下厨。”一抹酒红不知为何从她的锁骨蔓延开来。\f" ..
                    "啊...是元旦啊，你依稀的记忆里这才浮现出时间\f" .. "“你也要来帮忙哦。”\f" .. "“行吧，赏我口饭吃就行”对于茉莉的手艺，你还是比较喜欢的。",
        [3] = "无言的时间一点一点溜走，你们有一句没一句地聊着什么。\f不过马尾很快就扎好了，她看了几眼就快步离开了房间，还对你做了一个招手的动作。你扫视了几眼眼前整洁而干净的房间，看到似乎是还没收起来的黑色长裙随意地扔在床边，就带着轻笑离开了这里。"
    },
    -- ! 返回主线
    [7] = "你们在厨房忙上忙下，油烟不全被抽走，却平添几丝烟火气，你的心底似乎也有什么暖洋洋的东西，也只是把它留在心里，维持着片刻里这忙碌的宁静。\f" ..
        "当你们已经可以坐下来歇息时，桌子上已经摆了几道菜和汤，虽然可能吃不完，但是氛围比较重要！",
    [8] = "你看着眼前的一碗汤圆，总觉得还要坚持这种事情的茉莉有些怪。“生活要有仪式感嘛”她解答了你眼中的疑惑，并自顾自地开始吃起来。\f" ..
        "听闻此言，你也只好耸耸肩，一勺舀起汤圆，轻咬一口，是红糖馅的，她就喜欢吃甜食，该让她注意蛀牙了，心中如此想着，舌头传来的触感却让你充分感受到了糖精的诱惑。",
    [9] = "稍微点了点头，你才注意到女孩的红眸似乎是悄悄注意着你，但当你抬起头，她又收回了目光。\f" .. "“？”你头上冒出一个问号，但却没有追问下去，而是转头干起来自己的饭。时间一点一点流逝，你觉得应该说点什么",
    [10] = "“说起来，咱真的有什么好团圆的吗？”团圆，对你们来说其实是个比较陌生的概念，在你的记忆里，出于某些原因，这个动词不太适用于你们。\f" ..
        "记忆就像一座幽深的潭水，很少有人去打捞里面的东西，你也深知这其中深浅，所以只是试探性地问了一句。",
    [11] = "“怎么了，不可以吗？”尽管听上去像是抱怨，但实际上，却像是女生的小委屈一样...\f" ..
        "“不，没什么......”你在心底默默思考着：她这个样子，算是接受这里了...？不，还是算了，不去寄托任何期望，才不会有任何失望...",
    [12] = "回过神来，才发现女孩的红瞳在朦胧间已然隐上一层水雾，只是死死看着碗里，机械地重复着吃汤圆的动作。\f" ..
        "你想说点什么，努力张开了嘴，拼尽全力让声带振动起来，但得到的只有女孩的勺子砰在碗壁上的声音。\f" ..
            "等到碗里的汤圆被吃完，还在尝试做着重复动作的右手才迟迟地发现自己只是在汤水里荡起一圈波纹。\f" .. "女孩怔了怔，将勺子放回碗里后，双手像是无处可去，只能使劲抓住自己的大腿，牙齿抵住下唇，微微地打着颤。",
    [13] = "“啪嗒”表面张力终于承受不住下坠的牵引，一滴泪水落在女孩的大腿上，也落在你的心里。\f" ..
        "眼泪如决堤的洪水一样冲出来，你总算夺回了僵硬身体的控制权。" .. "坐到她身旁的椅子上，听着那仍然在努力控制的抽泣，你不免生出一丝懊悔，与此同时，自己确实得做点什么了。",
    -- ! 选项二（好感锁）
    [14] = "选项2：(输入“.c 序号”)\n1.你看着女孩清秀的侧脸，暗下决心，用手捧起她的脸颊......（3000好感可选）\n2.你犹豫半分，用手将女孩轻轻抱了过来。（2000好感可选）\n3.你静静看着，决定陪在她身旁",
    -- ? 选项二选择1
    [15] = {
        [1] = "你将女孩的头轻轻抬起，用粗暴的方式闯入了她的世界...等到她回过神来的时候，你们的眼神已然重叠在一起。",
        [2] = "“唔...咕......”女孩的喉咙发出了不满的声音，双手象征性地锤了几下你的背，整个身子就如烂泥般瘫软下来。\f" ..
            "你眼角的余光瞥见酒色红晕从她纤细的脖颈浸染开来，等到她的呼吸逐渐趋于平稳，你才恋恋不舍的移开唇瓣。",
        [3] = "拿起纸巾，你拭去残留的泪痕，原本如瓷娃娃精致的小脸，现在早已是混乱不堪。\f" ..
            "好点了吗？”你试着轻轻安抚她，但她只是一言不发的盯着你，那双赤瞳看得你心里有点发慌——“该不会，生气了吧。\f”" .. "就在你开始胡思乱想的时候，耳旁传来了软软的答复。",
        [4] = "“下次...要提前说。”",
        [5] = "你松了口气，老实说，刚才那么做是没有办法的办法，好在还算管用...\f" .. "结束短暂的庆幸，你发现女孩已经开始自顾自的干起饭来，好似之前的事都从没发生过一样，你嘴角一抽，也开始填饱自己的肚子。"
    },
    -- ? 选项二选择2
    [16] = {
        [1] = "她在你怀里，不止地小声抽泣着，没有对你的行为做出任何反抗。\f" ..
            "看着怀中的女孩，你默默感受着另一个躯体传过来的温度。亲亲一嗅，就能闻到少女的幽香。\f" .. "她晶莹的泪珠滴滴落下，打湿了你胸前的薄衣。冰冷的悲伤从你跳动的心脏蔓延开来...",
        [2] = "女孩的感情浸染在你的记忆原野中，恍惚间，你眼前闪现出那一天的画面...雨吞噬了那个夜晚，你喘着粗气...\f" ..
            "等你回过神来的时候，她的抽泣已经渐渐停止，只剩下时不时吸鼻涕的声音。你拿起桌上的餐巾，一点一点擦去过往的痕迹，直到你能听到她安稳的呼吸声。\f" .. "你俯下脑袋，轻轻咬了一下她的小耳朵，尽力放低声音说道。",
        [3] = "“我在这里。”",
        [4] = "嗯...可惜现在看不到她的表情，你只能感到怀中的美人，身体明显颤抖了一下。\f" ..
            "好吧，在那之后，她把你赶回了自己的座位，全程低着脑袋，吃起自己的饭来。\f" .. "至少没有生我的气，你这样想到，随后也开始了手上的动作。"
    },
    -- ? 选项二选择3(END)
    [17] = {
        [1] = "你在旁边，静静的陪伴着她，看着女孩落泪的模样，你开始后悔之前的话语，其实完全没必要的，不是吗？她并不属于自己，过去不是，现在不是，将来也不是。\f" ..
            "你像是在说服自己一样，讲着一大堆谜语，但最终的思绪还是回到了女孩身上，她睡着了，倒在你的身上。\f" ..
                "你轻叹一口气，用纸巾小心翼翼地将她脸庞的泪痕擦去，再将她抱到她自己房间的床上，轻轻盖上被子，你凝视着女孩安稳的睡颜，忽然俯下身去，在她的额头上亲吻了一下。",
        [2] = "实际上，你猜女孩可能只在装睡，但你还是这么做了，或许给她一个逃避现实的机会，又或许是给自己一个躲避回忆的机会，无论如何，你心中依然五味陈杂。",
        [3] = "回到客厅，没有吃多少的饭菜还摆在桌上，现在你当然已经没什么胃口，简单填饱了肚子，就这样将饭菜收拾起来。\f" ..
            "你站在阳台，夜色如墨，这座城市已然陷入沉睡，但它似乎永远不会欢迎你，无尽的思绪，最终将你拉入睡乡。" .. "“此情可待成追忆，只是当时已惘然。”\n——『元旦特典 预想此时应更好』end"
    },
    -- ! 回归主线
    [18] = "被她这么一闹腾，时间削去不少，等到你们都在沙发上打饱嗝的时候，午夜已经悄悄接近。\f" ..
        "你随手点开手机上某个粉色app，打算看点跨年的节目，来消磨时间，茉莉的小脑袋也凑过来一起看。\f" .. "而你的手悄悄摸上她的头，轻轻揉了起来，女孩闷哼一声，小粉拳挥在你的身上，不痛不痒。",
    [19] = "不过她好像突然想起什么似的，跑回卧室，拿出两张卡片，你接过来，仔细一看，才发现是类似于明信片的东西“这是要干什么？”\f" ..
        "“嗯...算是我的一点点想法吧，就这个写下我们的新年愿望，好不好？”女孩的声色映出她的想法。",
    [20] = "你寻思这是不是有点幼稚？好吧，倒也没那么幼稚，只是...你有点不习惯这种感觉。\f" .. "她玫红的眸子里满是期待，你只得无奈点了点头，拿起一旁的笔。不过要写什么呢？",
    -- ! 选项三
    [21] = "选项3：(输入“.c 序号”)\n1.希望我接下来一年...能做到应该做的事\n2.希望茉莉能过好接下来的生活\n3.希望我们能好好活下去",
    [22] = "写好了，你抬起头来，刚好对上女孩的冉冉笑意，看起来她也写完了。\f" ..
        "“写的什么？”你随意地问了问\f" .. "“不给你看——”她将手中的贺卡塞入了胸里\f" .. "“？？”你脑袋上冒出两个问号“这是从哪学的？",
    [23] = "“哼”女孩笑起来很好看“防止你对我使坏啦，比如...挠我痒痒之类的。”\f" ..
        "好吧，你不得不承认，刚刚确实有那么一瞬间冒出了这种想法...\f" .. "“想看的话，必须要交换哦。”听到女孩的平等建议，你叹了口气",
    -- ! 选项四
    [24] = "选项4：(输入“.c 序号”)\n1.“喏，拿去吧”\n2.“嗯...还是，自己拿着吧”",
    -- ? 选项四选择1
    [25] = {
        [1] = "你很大方的将自己写的贺卡递过去，而茉莉也将自己的给了你。\f" ..
            "一行娟秀的字迹映入你的眼帘：希望{nick}和茉莉今年不会分开。\f" .. "怎么说呢？果然是她会写出来的话，天真，但总是饱含希望。\f" .. "你看向茉莉，她也读完了你写的话。",
        -- ! 依据选项三指定内容
        [2] = {
            -- ? 选项三选择1
            [1] = "“什么嘛，别老是想着一个人扛下所有啦......”她无奈地叹了口气，对你一点办法都没有。",
            -- ? 选项三选择2
            [2] = "“我才不需要你来担心，笨蛋...”她埋下头，低声说着什么。",
            -- ? 选项三选择3
            [3] = "“谁想和你一直活下去，瞎写什么呢......”微微涨红的脸诉说着什么不满。"
        },
        [3] = "此时，你的手机上还播放着跨年节目。一时间，氛围有点凝固，双方都觉得应该说点什么，但又觉得不应该说点什么。\f" .. "但你最终还是打破了这份平静。“好啦，交换也交换过了，接下来怎么办？”",
        [4] = "“那...烧掉吧”女孩说出了让你有些诧异的答案。\f" .. "“为什么？”\f" .. "“烧掉的话，天上的神明说不定就能听到我们的请求。”女孩以平静的口吻诉说的这份请求。",
        [5] = "虽然不太能理解，但你决定还是尊重她的意愿。\f" .. "在手机播放的倒计时中，你点燃了打火机，硬纸片没那么好烧，火焰一点一点的向上攀爬着，将字迹化为灰烬，或许在这净火之中，真的有什么能传达出去。",
        [6] = "最后一秒的倒计时结束，一切都踏入了新的一年，你和茉莉对视一眼，倒映出对方的模样。过往纷繁，或许它们不再追究你们，又或许它们会追上你们，谁知道呢。\f" ..
            "“东风夜放花千树，更吹落，星如雨。”\n——『元旦特典 预想此时应更好』end"
    },
    -- ? 选项四选择2
    [26] = {
        [1] = "你有点不想让茉莉知道自己写的是什么，所以并不打算交换\f" ..
            "{FormFeed}{FormFeed}" ..
                "“那...好吧”女孩的声音听起来有点落寞，这表示她其实挺想看看你写的是什么。\f" ..
                    "{FormFeed}{FormFeed}" .. "氛围顿时有点凝固，你不知道该说些什么，但好在手机还在持续播放着跨年节目，并不是特别的尴尬。",
        [2] = "“那...能把它们烧了吗？”女孩突然提出了奇怪的请求。\f" .. "{FormFeed}{FormFeed}" .. "“烧了？为什么”这听起来有些奇怪。",
        [3] = "“嗯...这样或许愿望就能实现。”\f" .. "{FormFeed}{FormFeed}" .. "虽然不知道为什么会这样，但你觉得这样也挺好的。",
        [4] = "最后，在火焰的光芒中，节目迎来了跨年的倒计时，滴答，滴答，你们踏入了新的一年，而火光里映出你们的未来，忽明忽灭，正不止地燃烧着。\f" ..
            "“雕栏玉砌应犹在，只是朱颜改。”\n——『元旦特典 预想此时应更好』end"
    }
}

Special1 = {
    [1] = "寂静的月光打在瓷砖上，又缓缓移动到沙发边，照出那人发愁的脸庞。\n此时已经是夜半时分，你躺在沙发上却没有一点睡意，双眼无神地盯着天花板“明天到底该怎么做呢？”{FormFeed}{FormFeed}明天就是七夕了，常青给你们放了个假，你总觉得自己应该做些什么，但又不知从何开始，脑中的烦躁怎么也去不掉。\n叹了一口气，你将手机举到面前，尝试去搜了搜七夕相关的关键词“礼物……约会地点……送什么东西合适。”你抿了下嘴“可恶的消费主义陷阱……”",
    [2] = "说来也怪，以前你对这些东西都是不屑一顾的，如今居然主动看起来“呵……”你自嘲般笑了笑，也说不清为什么，转而继续划动屏幕思考方案。{FormFeed}{FormFeed}一个小时后，你闭上眼睛，任由手机砸在脸上，感受着略微发烫的屏幕，而心中也有了大致的想法。\n你揉了揉有些发酸的眼睛，将手机的备忘录打开，先将自己的想法写上，再做判断。",
    [3] = "“那么…根据刚才整理的情报，现在有一点思路了。”你漫不经心地想着，开始思考着，“去游乐园，茉莉以前看到广告的时候说想去玩。然后晚上在游乐园的摩天轮上……表白？”\n你胡思乱想着。",
    [4] = "打定了主意，准备和茉莉去游乐园玩。\n你切换网页将票提前订好，并做好一些其他准备，“明天的太阳好像有点大，准备一下防晒霜吧。”{FormFeed}{FormFeed}你蹑手蹑脚地在家里准备起明天要用的东西，尽量不发出一点响声。\n在一切都准备妥当后，你抹了一把汗，回到自己的房间睡大觉。",
    [5] = " 早一些的闹钟将你轻轻唤醒，夏日初晨的微曦打在你手中翻动着的锅铲上闪着亮银色的光。\n厨房升起油烟气，你用心准备着爱心煎蛋，想给她准备一个惊喜，毕竟一直以来基本都是她在做饭。\n你并不经常下厨，不过做个煎蛋还是没有问题。{FormFeed}{FormFeed}用番茄酱滴出的爱心左看右看都有点别扭，你只能用勺子将其剔除。\n如此反复几次后，你终于感到比较舒服，但番茄酱也沾得手上到处都是。",
    [6] = "当你将热气腾腾的煎蛋端到桌上不一会儿后，一旁的房门被茉莉推开，穿着粉色睡衣的她揉着惺忪的睡眼，还没明白你在干些什么\n“茉莉你醒啦——”你将还未完全清醒的少女拉到餐桌前“来尝尝怎么样。”\n虽然有些摸不着头脑，但她还是尝了几口。{FormFeed}{FormFeed}“嗯，很香呢。”当这样一句话从少女口中在足够近的距离下流入耳畔，你觉得一切都值得了。",
    [7] = "吃完早饭就去游乐园。\n有些晒人的阳光打在地面上，附近的绿化带还遍布着蝉鸣，你和茉莉走下轻轨。\n看着迟钝在原地四处张望的少女，你带着轻笑招呼她朝入口去，心中带着淡淡的轻松愉悦。",
    [8] = "过山车前。\n“茉莉先上。”\n你后退一步\n“{nick}先上。”\n茉莉也后退一步{FormFeed}{FormFeed}看着眼前以极其夸张的幅度上下腾跃的过山车，原本说好来坐过山车的你们都打起了退堂鼓。\n眼看这一趟过山车就要发动了，你一咬牙，拉着茉莉坐上了冰冷的过山车。{FormFeed}{FormFeed}做好安全措施后，一阵清凉的触感从手上传来，你只敢用眼角的余光看到那是茉莉的抓住了你的手，这让你燥热焦急的心冷却了些许。",
    [9] = "“咚——”随着一阵轻响，带着一丝紧张的过山车缓慢地朝高处行驶，你能明显感到握住的手有明显颤动。\n用带着温柔的力道回应了颤动，你感受到两人的心都在尽力维持着平静，而过山车也明显地一顿，这是要开始下降了。{FormFeed}{FormFeed}“啊啊啊——”当列车停下来的时候，你们才意识到回到了人间，刚刚的温存早就被抛到了脑后。\n你转头看去，茉莉的脸上毫无表情。\n哦，原来是晕过去了啊。",
    [10] = "鬼屋前。\n你和茉莉停住了脚步，“茉莉想玩吗？”你偏头问向茉莉，却看到她沉默着向你身后缩了缩。\n嗯……和茉莉玩还是不玩呢？",
    --! 选项一
    [11] = "选项1：(输入“.c 序号”)\n1.去玩鬼屋\n2.茉莉好像有点怕，还是不玩好了",
    --? 选项一 选择1
    [12] = {
        [1] = "虽然茉莉有点怕的样子，但你觉得自己能保护好茉莉\n你带着茉莉进入了鬼屋，没想到鬼屋的路有些错综复杂，再加上光线昏暗，你在一个转角后，才发现茉莉不见了。{FormFeed}{FormFeed}“茉莉你在吗？”你尝试着喊了一句，然而黑暗中氤氲着的依旧只有诡异的宁静。\n随着安静的时间越来越久，一些细小的声音越发清晰——手表的咔哒声，水滴的乍破声，还有你的心跳声。\n你的神经逐渐绷紧到极致。",
        [2] = "就在你想要去找茉莉的时候，却感到一双冰凉的手臂攀上了你的腰。\n刚刚紧绷的心弦瞬间断裂，你下意识地尖叫出声，想要向前挣脱，但腰间的冰冷将你狠狠搂住，自知挣脱无望的你强忍着恐惧回头看去。\n昏暗的光线才使你能勉强看清身旁这人就是茉莉，看着茉莉满脸的疑惑，你自知丢脸，咳嗽几声，赶紧带着她走出了鬼屋。"
    },
    --? 选项一 选择2
    [13] = {
        [1] = "看起来茉莉好像有些怕鬼屋，你想还是不带茉莉去鬼屋了\n“嗯……看起来鬼屋不是很好玩，我们就不去了吧。”你如此说道，正想转身离开去下一个地方，却听到一声不知从哪传来的叹气声。\n循着这叹气声，你疑惑地回头，却只看到了茉莉僵硬的笑容。“茉莉的面部表情模块出问题了吗？”你只能如此猜测，并带着茉莉离开了。"
    },
    [14] = "标靶射击场前。\n你看到写着“中靶有奖”的牌子，想去尝试一下，一旁茉莉看见奖品也露出一丝期待的表情。\n在等待工作人员给枪装弹的时候，你的视线扫过奖品区，“一等奖是个小熊玩偶，二等奖是情侣钥匙扣，要哪个呢？”你如此想到，开始用心射击目标。",
    --! 选项二
    [15] = "选项2：(输入“.c 序号”)\n1.要小熊玩偶\n2.要情侣钥匙扣",
    --? 选项二 选择1
    [16] = {
        [1] = "你的运气不错，几乎所有的目标都中了，顺利地得到了小熊玩偶。\n你将小熊玩偶递给茉莉，却没有注意到茉莉的目光从刚刚开始就紧抓着那对钥匙扣不放。\n想象中的笑容并没有在少女脸上绽开“大笨蛋。”茉莉嘟囔了一句，少女手中的水枪呲了你一脸。"
    },
    --? 选项二 选择2
    [17] = {
        [1] = "你有意控制了命中的数量，有几个射中了边缘，奖品也是二等奖。\n你将那对钥匙扣递给了茉莉，茉莉表现得十分开心，但却把其中一个又递了回来。\n“要记得用哦。”少女红着脸说道。"
    },
    [18] = "摩天轮前。\n现在已是夕阳西下时，你想带茉莉去摩天轮上欣赏一下景色。\n坐上摩天轮，你和茉莉看着窗外的景色，不经陷入其中。{FormFeed}{FormFeed}夕阳的余晖打在高楼大厦的玻璃上，折射出奇幻的色彩。\n飞鸟时而盘旋，时而翱翔，带着生命的光芒飞向远方。\n还有……你收回目光，看向眼前望向窗外的少女，那抹希望的神采也让你沉湎。",
    [19] = "当你们所在的座舱快要到最高处时，哐当一声，你明显感到摩天轮停止了运行。\n皱起眉头望向底下，可以看到工作人员正在安抚喧闹的人群，你叹了口气，又坐回座位。\n不过茉莉似乎并没有被影响到，她还是饶有兴趣地看着高处的景色，即使她已经在互联网上看过很多次，但还是不如亲眼看一次。",
    [20] = "不一会的时间，天就黑下来了。\n正当有些无聊的时候，远处忽然开始放起烟花，你记得这个时间应该是另一边的露天剧场要开演了。\n而茉莉看着烟花，脸上流露出自然的高兴，连小嘴都张成了o型。{FormFeed}{FormFeed}借着烟花的光，看着少女反射在玻璃上稚嫩的脸庞，你的心突然剧烈跳动起来，心中默默想着“总不能今天真的就只是玩一天吧……”\n你看了看自己的仪表着装，又深呼吸了几口，才重新看向茉莉。",
    [21] = "你走到茉莉身后“茉莉……”，正当你想说些什么的时候，座舱又传来剧烈的哐当一声，摩天轮恢复了运行。\n你一个踉跄，差点摔倒。茉莉回头疑惑地看着你“怎么了？{nick}？”{FormFeed}{FormFeed}你刚刚浇筑出的心情瞬间全无，“咳，没什么。”只能无奈地叹了口气。\n但是，看着新一轮的烟花炸开，少女脸上重新亮起来的表情，你还是由衷地感到高兴，想要把这一幕永远记在心里。{FormFeed}{FormFeed}『七夕特典 近在咫尺的距离』END"
}

Special2 = {
    [1] = "阳光透过床帘隐隐地照入房间，温暖的风也夹杂着梅的馨香涌入屋内。今天是个难得的好日子，茉莉也早早地就离开了家，貌似是去采购一些家里缺少的物资去了，只留下你一个人在家。出门的时候还特地提醒了你早饭和午饭都已经做好了，届时只需要加热一下就好。",
    [2] = "可是，即便太阳已经挂在树梢，将你的困意一扫而空，你也一点起床的力气都没有，貌似全身的力气都被某个神秘力量给尽数抽干。",
    [3] = "“嗡...嗡....”刺耳的震动声在床头边响起，原本还比较平静的头颅宛若有颗炸弹爆裂一般，耳鸣，疼痛几乎要在这一瞬击垮你的意志。那令人烦躁的噪声不断持续试图将脑中的血管尽数扯出、揉碎。",
    [4] = "于阵痛之中睁开双眼，想要抬手去取放在床头的手机，却意外地发现自己使不上任何力气，而原本还在床头的手机则彻底滑落在地面上，重复着烦人的振动。",
    [5] = "从口中吐出一口热气，稍稍恢复一些气力。心中默念几个数，咬紧牙关用力将半边身子挪动到床缘。而此刻振动恰好停止。{FormFeed}{FormFeed}伸出手将手机拿回，顺手放进被窝的某处，再度重复之前的步骤，消耗掉自己为数不多的精力让自己回到被窝的怀抱。",
    [6] = "半边手臂即便长时间被寒冷裹挟，但没过几刻便在被窝中重新变得滚烫。稍稍将脖颈处的被子弄开些许；任凭那热气从缺口排出，包裹住即使不去触碰也能感知滚烫的脸颊和耳廓。",
    [7] = "在被窝之中摸索好几下，总算才找到刚才被随手放置的手机。点开屏幕，眯着眼睛总算从暗淡的屏幕上读取到信息——那是来自茉莉的电话，而上面也有好几个未接来电。",
    [8] = "阖眸深呼吸几口，无视掉肺部深处的刺疼，点下了回拨按钮。精心挑选的彩铃甚至都没来的及出场，就被话筒那头焦躁的声音所替代。{FormFeed}{FormFeed}那个轻柔声音的主人明显有些气愤，来来回回说了良久后才给予了自己一些解释的时间。",
    [9] = "你自己轻轻咳嗽了几下，试图让卡在喉咙的浓痰不会影响到自己的嗓音。但是自己一说出口后还你依旧被这沙哑的嗓音所吓到。",
    --! 选项一
    [10] = "选项1：(输入“.c 序号”)\n1.“茉莉....咳咳咳....我....”\n2.“茉莉....早....早上好...”\n3.“抱歉茉莉....我起晚了。”",
    [11] = "那边的声音明显楞了一下，原本有些生气的情绪也仿佛被你这沙哑的嗓音一扫而空，转而带上了一丝慌乱。{FormFeed}{FormFeed}{FormFeed}{FormFeed}“{nickFirst}....{nick}？你没事吧。”",
    [12] = "随着意识愈发清醒，脑海中的抽疼也越来越难以忍受，自知无法在装作无事发生的自己，为了能让茉莉稍稍少一些担心，赶忙回复。{FormFeed}{FormFeed}“没事的了，茉莉。只是有些渴而已，马上就会去喝水的了~好了好了，快去忙吧，记得买一些...买一些疯狂星期四回来哦...！”",
    [13] = "还未等那人回复，你便提前挂断了电话。但你很清楚茉莉要是回来发现自己生病了却没告诉她会是什么后果。不过好在，你还记得药柜里还有一些特效退烧药和止疼药。",
    [14] = "放下手机，微张的嘴再吐出几口热气后，猛然起身。忍着头部传来的眩晕，趁着这段眩晕暂时掩去了那令人难以忍受的疼痛，踉踉跄跄地摸索到药箱旁边。",
    [15] = "半睁着眼，透过灰暗的视野勉强辨认出自己所要吃的药品，但也没余力去自己研究自己所要服用的量，凭借着自己的经验拿出药品后就这么干咽下去。",
    [16] = "异物顺着食道落入胃中，那沿途奇异的感觉，胃部扭曲的奇异感觉全都被起效极快的止痛药所凸显，仅留下遍及全身的麻痒和反胃的感觉。",
    [17] = "默默整理好药箱，扶着墙缓步走回自己的床铺，无力地靠在床上，扭头看向被厚重的窗帘遮住的窗户。失去焦点的目光仿佛能从透过布帘的光点中看出那模糊的身影，蹦跳着走在大街上。",
    [18] = "那些光点再度流转、变亮，最后化作不同色彩围绕自己的身侧。变轻的身躯似乎也能随心所欲漂浮在空中，在这片绮丽的环境中飞翔。但不知何时那些色彩渐渐褪去，只留下暗灰色于这片宇宙中。",
    [19] = "悲伤、欢乐、痛苦、绝望、喜悦亦或是爱意，都被模糊了界限，在此片光点中依旧存在的那个色彩究竟是为何依恋于此。{FormFeed}{FormFeed}{FormFeed}{FormFeed}眼角的余光在某个摇曳的光影中，在那个毫不起眼的角落中找到了那个纯白。那个色彩明明只需要一移开目光就可能再也找寻不到，可是自己的眸光始终被其吸引着。",
    [20] = "拖着沉重的身体，小心呵护这点光源，带着她去看这已经毫无意义的世界，带着她去做许多许多毫无意义的事情。{FormFeed}{FormFeed}{FormFeed}{FormFeed}即使是这样灰蒙蒙的世界，她却对其展露出无尽的热情。而自己脸上僵硬的笑意早已化成面具，对比那光点自己却更像是一个机器。",
    [21] = "可是，从何时开始，她的光芒，让这灰色的世界带上浅浅的色彩，而自己内心的感情也渐渐松动.....",
    [22] = "这世界依旧被蒙上了浅蓝色的滤镜，但却在她的身侧还能感受到温暖，能看见代表快乐的色彩。",
    [23] = "杂音在耳边响起....原本还在梦境肆意飞翔的自己又被引力束缚在床上，勉强地睁开双眼扭头看向门口。{FormFeed}{FormFeed}{FormFeed}{FormFeed}勉强听见那模糊的钥匙转动声，紧接着是推门的声音——茉莉放下手中的购物袋，急匆匆地换了鞋、将外套挂在衣架上，直冲床边而来。",
    [24] = "滚烫的额头触到了略显寒冷的皮肤，内心的坚强瞬时被那似水的温柔融化。",
    [25] = "你又一次忍着剧痛睁开双眼——眼前的少女面带愠色，将手搭在你的额头上。",
    [26] = "“好烫哇……还说自己没有事，都烧得那么高了！”",
    [27] = "不过那样的愠怒很快变成了担忧：“感觉怎么样？有没有哪里不舒服？”\n茉莉轻轻地抚摸着你的脸颊，冰凉的玉指带走了些许温度，让原本的燥热趋于平静。",
    [28] = "“还......还好吧……”\n你的眼前仿佛有氤氲的雾气笼罩，熟悉的声音从耳畔传来，令你稍微安心了些。",
    [29] = "“{nick}先别动了……在发高烧的话，为什么不早些叫我回来呢……？”\n面前的少女鼓着脸，轻轻地用带着些许香味的毛巾为你擦拭脸颊。{FormFeed}{FormFeed}{FormFeed}{FormFeed}“茉莉走得太急了，只好随手帮{nick}拿了一块湿毛巾……这样的话就能舒服些了吧……？”",
    [30] = "“…想着吃几颗药就好了，也不好打扰茉莉，咳咳……”\n你虽然想抬起手接过毛巾，但手臂完全没有力气的样子，只好任由茉莉给自己擦拭脸颊。",
    [31] = "“真是的，这些东西都可以推迟几日，但是生病不会因此推迟啊....要是{nick}因为生病而出了什么意外，我可是会愧疚死的。”\n茉莉双手扶着你的肩膀，轻轻地帮你躺回枕头，用轻柔的语气安慰着你。",
    [32] = "“好了，都没事了哦，{nick}在这乖乖躺着，茉莉去拿药。”",
    --! 选项二
    [33] = "选项1：(输入“.c 序号”)\n1.“唔……茉莉，别、别走……”\n就算知道茉莉只是去拿药，就算知道自己应该解释清楚情况，但当那份温暖离自己而去的时候，莫名的绝望感从心底升起，而后弥漫到了全身，驱使着你从被窝中抽出手，用尽力气拽住茉莉的衣角。\n2.“刚才，我自己吃过了……”\n你的嗓子如同刀割一般的疼，只能用十分嘶哑的声音解释自己的情况，然后挤出一个十分勉强的微笑，希望能打消一点茉莉的顾虑。",
    --? 选项2选择1
    [34] = "“诶……好了，安心吧，我不会离开你的哦。”\n茉莉用着绵软的声线在你的旁边安慰道。{FormFeed}{FormFeed}{FormFeed}{FormFeed}你感受到身边的床垫微微下沉，那温热的吐息越来越近，那如兰如麝的气息让你忘却了那些负面情绪。",
    --? 选项2选择2
    [35] = "“这样啊……那，一定很累了吧？没力气还强撑着去拿药什么的……好啦，安心休息吧。”{FormFeed}{FormFeed}{FormFeed}{FormFeed}你感受到身边的床垫微微下沉，那温热的吐息越来越近，那如兰如麝的气息让你忘却了那些负面情绪。",
    [36] = "“一上午都没吃东西，{nick}饿了吧？茉莉去给你做点吃的。”过了一会儿，茉莉站起身，朝着厨房走去。",
    [37] = "“那个，等等……咳……冰箱里还有昨晚的剩菜吧，吃那个……”\n还没等你说完，清脆的嗓音便打断了你。\n“不行的啦，病人怎么能吃隔夜的菜啊。”",
    [38] = "到嘴边的话被堵了回去，你也不好再说什么，于是安心地靠在枕头上，合上眼、在安心的感觉中静静等待着茉莉回来。",
    [39] = "你阖眸小憩了一会儿，银铃般的嗓音再次在耳边响起。{FormFeed}{FormFeed}{FormFeed}{FormFeed}“起床啦，粥已经炖好了喔，有胃口吗？”\n一股浓郁的香气飘入鼻腔，顿时让你的精神也好了不少。你迷迷糊糊地睁开眼、试着支起身子，旋即便感到背后有人挽了一把。",
    [40] = "“喝点粥就有力气啦……小心点，茉莉帮你一把——”",
    [41] = "“谢谢你，茉莉……”\n你的嗓子虽然还哑着，但声音听上去已恢复了不少气力。",
    [42] = "“啊——小心烫喔。”\n茉莉用勺子在碗中轻轻搅动几下，舀出一小勺来，嘟起嘴来小心吹了几口，慢慢地送到你的嘴边。",
    [43] = "舌尖处绽放出的甘甜在口腔中回荡；皮蛋浓郁的香气也激发有些迟钝的味蕾，促使着自己分泌更多唾液。{FormFeed}{FormFeed}伴随着这股温热下肚，自己的气力也恢复了不少。抬起脑袋，还未等你开口继续要求。那少女早已笑盈盈地再舀起一勺喂到你的嘴里。",
    [44] = "“安心啦，这些都是你的哦。”\n少女温柔地喂食着，时不时还用她自己的手帕为你擦拭掉挂在嘴角的米粒。",
    [45] = "不知道重复了多少次喂食的过程，这一碗粥最后还是空了。而你也感受到了困意涌上了脑袋。",
    [46] = "“累了就稍微休息下吧。”\n茉莉将碗放在一边的床头柜上，而她也明显地看出了你那一系列代表困倦的微小动作。轻轻闭上双眼，准备听从茉莉命令好好休息一番。",
    [47] = "可还未躺下，便被茉莉稍稍撑了一下，随后感觉到与枕头不一样的触感和温度。稍稍睁开眼，茉莉的笑靥便展现在面前。",
    [48] = "“安心休息吧，我一直在这里……直到…直到…小{nickFirst}醒来哦”她轻轻地为你梳理有些杂乱的头发，轻声哼唱着往日你唱给她听的摇篮曲。",
    [49] = "……",
    [50] = "是从何时起…那颗光点已经成长到这个地步。从过去的依赖着自己，到现在还能反过来抚慰我。\n是从何时起…自己开始享受她带来的颜色，而开始对这灰色的世界产生厌恶的感觉。",
    [51] = "是从何时起…是何时真的重要吗…只要能和她在一起，这些都无所谓了吧……？{FormFeed}{FormFeed}{FormFeed}{FormFeed}『圣诞特典 予你的光点』END"
}

Special3 = {
    [1] = "三月，天气稍稍转暖，却还未完全脱去寒气。尤其是在下过雨之后，风夹杂着残存的水汽，为这初春平添了几分寒意。",
    [2] = "和茉莉一起下班回家，凉风灌进领口、你稍稍打了个哆嗦，不由得扯了扯领子。",
    [3] = "“果然还是多穿点吧？”茉莉倒是完全不在意天气，穿着轻飘飘的连衣裙，蹦蹦跳跳地跟在你的身侧。",
    [4] = "“真不想被你说这样的话啊…有的时候真羡慕你，就算是大冬天也可以毫无顾忌地敞着腿……”",
    [5] = "“茉莉冬天的时候也会穿厚衣服的！因为茉莉是高性能的！”显然她不怎么买账，鼓着脸、紧紧盯着你的双目。",
    [6] = "“好，好——”你顺势戳了戳茉莉的脸，把她鼓着的嘴戳瘪了下去。她不服气似地鼓起另一侧，然后被你一并拍平。",
    [7] = "“快点回家吧？”你如是提议，茉莉点了点头。",
    [8] = "华灯初上，霓虹灯映照在浅浅的积水上，反射出同样绚丽的光彩。少女毫不在意自己被打湿的裙摆，一蹦一跳地、搅动着平静的水塘。你在后面跟着，时不时让她“慢些”“别摔着”，像个带孩子的老父亲。",
    [9] = "突然，茉莉驻足在一家店铺门前，盯着橱窗里的某样东西，从目光中流露出肉眼可辨的渴望。你走近茉莉，想要一探究竟，她却闪身钻进了店里。",
    [10] = "你打量了一下这家店——木质的招牌上写着你看不懂的艺术字，橱窗里摆着不少木质摆件、小雕像，甚至有几只木质的时钟，大概是一家木工艺品专卖店。刚想踏进店门一探究竟，小小的白色影子就一头扎进了你的怀抱，还将一样包好的东西藏到了自己背后。",
    --! 选项一
    [11] = "你一眼便看破了茉莉的小动作，于是——\n\n选项1：(输入“.c 序号”)\n1.“藏了什么呀？能不能让我看看？”你饶有兴致地向她发问，还将手伸向了她的背后。\n2.“终于也到了这个年纪了吗…”你摆出一副老父亲的姿态，重重地叹了一口气，似乎是在感慨这个年纪的女孩子也有了自己的隐私。",
    --? 选项11选择1
    [12] = "少女轻盈地向后躲去，并将那个纸包塞进了那个粉色的小包中，并将那个撑的鼓鼓囊囊的小包藏在身后，对着你吐了吐舌。",
    [13] = "“是秘密哦~到时候{nick}就知道是什么了。”紧接着又是神神秘秘的一笑。",
    [14] = "“藏得那么好？那我可要期待了。”你对少女的态度有些小小的不快，赌气似的说道。",
    [15] = "一路上，茉莉都将那样物品护在你看不到的地方，时不时地侧过身体，阻挡着你的视线。略显笨拙的动作有些滑稽，不过有一种少女独特的可爱和羞涩。",
    [16] = "你也不再试着窥探，而是将手枕在脑后，摆出一副并不在意的样子，这才让茉莉的表演停下。",
    --? 选项11选择2（回归）
    [17] = "……",
    [18] = "虽然这几天是休息天，但你的日子并不好过。",
    [19] = "由于茉莉整天把自己闷在房间里，还在门上贴了“大笨蛋禁止进入”的纸条，就连吃饭也被茉莉用胃口不好略过，所以家务事只能你一个人来做——原本两个人的工作量压在你身上，累得你骨头都快散架了。",
    [20] = "你将身子整个沉在浴缸的热水中，试图把身体里的疲劳都驱赶出去。蒸腾的热气熏得脑袋晕晕的，不由得胡思乱想了起来——茉莉这几天究竟在捣鼓些什么？是不是在做些见不得光的事情？是不是背着自己偷偷有了……",
    [21] = "在脑袋彻底混乱之前，你逃出了浴缸，稍稍吹了吹头发就把自己裹进了被窝里。",
    [22] = "阳光照亮了你的房间，窗帘不知什么时候被拉开了——你勉强睁开眼睛，茉莉正凑在自己的床边，红色的眸子与你对上了视线。",
    [23] = "“{nick}终于醒啦，早饭已经做好了哦，快起来吃吧？”她见你醒了过来，露出了久违的微笑。",
    [24] = "“茉莉……是已经忙完了吗？”你试探性地发问。",
    [25] = "“是哦，这几天辛苦{nick}啦。”那双赤红的眸子中闪着兴奋的光芒，那是她顺利完成某件事情的模样。",
    [26] = "内心思绪翻涌，多次想要开口，可是最后的话语还是只能咽下，化作沉闷的应答声。虽然你知道茉莉迟早也会拥有自己的小秘密，但是这一天真正到来的时候心情依旧有些复杂。",
    [27] = "茉莉走在你的前面，一蹦一跳的，那双马尾依旧没有绑好，总是有一边比较松，虽然讲过好几次，但是茉莉都用这样比较可爱而带过。",
    [28] = "直到坐在餐桌前，这片沉默始终没人打破，直到你心不在焉似的坐在餐桌前时，茉莉才率先用着俏皮的话语活跃气氛。",
    [29] = "“{nick}怎么闷闷不乐的啊，今天我可是做了你最喜欢吃的早餐哦~或者是...因为茉莉最近没怎么主动找{nick}说话，而有点小失落~”",
    [30] = "刚想抬头辩解，便看见了身着女仆装的茉莉正俯身凑近，带着浅浅笑意看着你。",
    [31] = "“茉…茉莉？你怎么突然换上了这套衣服啊！”稍稍压抑住心中的悸动，移开和人对视的目光后才勉强反问。",
    [32] = "“因为{nick}说过喜欢看茉莉穿这件衣服，所以茉莉就特地穿给你看咯~”",
    [33] = "少女的脸与你渐近，仿佛再进一步就会贴上你的鼻尖。你虽然很想抵抗，但手不听使唤似的垂在身体两边，只好紧闭着眼睛，等着……",
    [34] = "然后溢满香气的培根就送到了你的嘴边。",
    [35] = "“那么紧张做什么嘛，只是给{nick}吃块肉而已！”你睁开眼睛，对上了少女“计划得逞”的坏笑，于是没好气地轻哼一声，张开嘴、一口咬下半块。",
    [36] = "“我还以为茉莉要……”你说出半句，把剩下半句吞了回去。",
    [37] = "“要什么？小{nickFirst}想要茉莉这样吗？”",
    [38] = "少女踏着轻快的步子，走到你的身侧，俯下身子、在你的脸上轻轻点下一吻，带着洗发水与唇膏的香气。",
    [39] = "突如其来的攻势使你不知所措，想说些什么却说不出口，半张着嘴，呆呆地看着茉莉。",
    [40] = "——平时只有你会这么做，今天突然攻守互换……怎能咽下这口恶气！",
    [41] = "“好啊，茉莉——”你站起身，想要“报复”一下可爱的犯人。但这时，茉莉从身后摸出了一个小巧的盒子，放在了你面前的桌上。你仔细看了看，那是个木制的八音盒，似乎是手工制作的，有一些切削的痕迹，稍显粗糙。",
    [42] = "“这是……？”你有些不解的发问。",
    [43] = "“是秘密哦。”少女笑靥如花，就像那天走出商店时一般。",
    [44] = "少女拨动了八音盒上的暗格，轻轻地扭过一点，舒缓的音乐自精密的结构中流出，齿轮交织出了沁人心脾的乐曲。",
    [45] = "少女在你的身旁坐着，随着节奏左右摇晃身体、合着旋律轻声哼唱。",
    [46] = "・・ ・ー・・ ーーー ・・・ー ・ ー・ーー ーーー ・・ー\n\n百灵鸟一般的嗓音萦绕在你的耳边，使你不自觉地沉入其中，身心仿佛都浸没在清澈的泉水里，抑制了平日的点点伤痛。你缓缓闭上眼，眼前的晦暗犹如深邃的星空，而那颗最亮的星钉在这片黑幕的最远端，指引着你的方向。\n\n・・ ・ー・・ ーーー ・・・ー ・ ー・ーー ーーー ・・ー",
    [47] = "一曲终了，你回过神来——眼角有些湿润。茉莉静静地坐在旁边，一言不发地看着你，似乎在等待着你的反应。",
    [48] = "你转过脸，与她的视线交织——",
    [49] = "然后，紧紧地抱住了她。",
    [50] = "“谢谢你，茉莉……”泪水模糊了你的双眼——已经很久没有过这样的感动了，也可能是太过思念这种温暖的感觉了。",
    [51] = "“没关系哦，茉莉会和你一直在一起的。”她将那有些粗糙的八音盒塞进了你的怀里，并轻轻地搂抱住你，少女身上的花香让你沉醉在这段幸福的时间中。",
    [52] = "微风卷起窗边的纱帘，轻轻拂过二人之间，淡淡的幽香又被青草的香气晕染。\n\n眼眶已经被泪水润湿，低下头去——那个八音盒还摆在掌心，它的线条已然模糊。不过，这道略显变调的旋律将一直铭刻在脑海之中，永难忘却。"
}

Special3Extra = {
    [1] = "……",
    [2] = "再度轻轻拨动八音盒的旋钮，悠扬的乐声再一次响起。",
    [3] = "沉浸在乐曲中的我，在音符之间似乎捕捉到了一丝不协和——",
    [4] = "略显沉闷的乐音夹杂在旋律中缓缓流出，齿轮费劲地旋转着，试图将你的旋律再度带回到我的世界中。试图还能回到你与我在花海中嬉戏的日常，试图还能在晚霞下听见你对我的哼唱，试图能再感受一下那个绮丽的世界。",
    [5] = "可无论怎么调试，却再也寻找不到那个正确的音调，有的只有逐渐沙哑的嗓音和渐渐崩坏的木盒。而我再也无法在音乐中找寻到那满溢的爱意。",
    [6] = "心情逐渐烦躁，越来越粗暴的调试只让八音盒的旋律逐渐尖锐，到了最后最后只能再奏一声不和谐的刺耳的音符。",
    [7] = "那名为幸福的残像再难以捕捉，那被称为日常的日子再也找寻不到，对未来的誓言也变得模糊不清。试图隐藏起的痛楚再度袭来，难以忍耐的苦楚从胃部翻涌，涌上喉间。自己埋下的苦果只能自己吞咽下去，口中的灼烧也只能当做自己懦弱的惩罚。",
    [8] = "跌坐在地面，任凭幻境宛若镜面一般崩塌破碎，任凭着自己珍藏起的记忆随着旋律一起崩溃，任凭着喧嚣的风卷起自己的衣角，卷走空中的积云，卷走烈日，仅仅留下记忆中那磨砂般的空，以及不断摇曳的粉蝶花丛。",
    [10] = "低下头，轻轻掐下一朵即将枯萎的花。那组成笑脸的花蕾轻轻颤动着，而周围蓝白的花瓣也被滴落的眼泪一片片击落，落在地面折射着宛若天空的蓝。指尖稍稍用力脆弱的花瓣便随风飘散，只留下一股淡淡的香气。",
    [11] = "昂首，看着它与这一片花海融为一体。不肯让自己最后的倔强在滴落在地面，不肯让透明的墨水为大地也染上天空的颜色，即便在天地相接的地方，那抹色彩如此地接近。",
    [12] = "这残破不堪的心脏仍然在跳动，但是再难找回你为我哼唱这首歌时的宁静与幸福。过往的回忆早已变成日常幻想的燃料，于今日终于燃尽。失去你陪伴的我，还能找回那你给予我的颜色，还能再品嗅一次这片馨香吗？",
    [13] = "予我的光点在终究还是在照亮黑暗前渐渐消散，而我的身形，感受过光明和温暖的身形又如何稳定住呢？",
    [14] = "[君の香りが死んでしまう前に\n在你的残香彻底消散之前\n花惑うこの唄を　祈ろう\n身处摇曳的花丛中唱着这首歌 祈愿吧]",
    [15] = "这片花海之上再度奏响了你给予我的旋律，再度再看看又渐渐被浅灰蚕食的世界。最后那猩红的墨还是浸润了于此，留下了最后的色彩。这残破的旋律最后还是在呜咽之中结束，即便再度奏响也再难点明将死之人的空。"
}

Special4 = {
    [1] = "钥匙插入锁孔，转动几圈——你拖着疲惫的身躯和无精打采的茉莉，踉跄着走进玄关，和茉莉一起在落尘区脱了鞋子。室内溢满了甜橙香薰的气味，稍稍缓和了你紧绷一天的神经。",
    [2] = "“好累啊……”即使是茉莉也发出了这样的慨叹——大约是因为天气正好、又是节假日的缘故，今天的店里忙得不可开交，你差点把脚也用在了端盘子上，而茉莉则是在顾客面前表演起了杂技——好在没有把餐具摔了。",
    [3] = "茉莉脱下了制服外套，将手里的提包放在了茶几上，一下瘫在了沙发里，从发声模块处不停流出“唔呃……唔呃……”的低鸣。",
    [4] = "“灵魂，要逃走了……”你扒在冰箱门上，和门吸磁铁艰难地作对，堪堪赢下后摸出了一罐可乐，然后摔上了冰箱门。",
    [5] = "“高性能的茉莉也做不了这种强度的工作……要关机了……”茉莉阖眸陷在沙发里休息——即使这样不能让少女恢复元气，但她还是用这样的方式来表达自己的使用过度。",
    [6] = "拉开易拉罐拉环，棕色的泡沫从罐口涌出少许，险些流到你的手上。不过你无心管它，只是仰头猛灌一口，满是气体的饮料顺着喉咙一路向下，稍稍滋润了干枯的田地，但你很快便被这气体呛到，不住地咳嗽。",
    [7] = "换做平时，茉莉一定会跑过来拍拍你的背，然后关切地询问“怎么了？”然而，今天地茉莉直到你止住了咳嗽也没有动弹半分，看来是真的累坏了。",
    [8] = "于是你和茉莉就这样瘫在沙发上，直到她缓缓开口——",
    [9] = "“{nick}哇，要不要先去洗个澡啊——”",
    [10] = "你挪了挪身体，停摆的大脑又一次运作起来——工作的时候忙上忙下，好像确实出了一身汗，再这样瘫下去的话一定会整个人臭掉的吧…",
    [11] = "你下定决心，硬撑着身体、从沙发里起身，拿了套干净的衣服。刚走进浴室，你便甩掉了身上的衬衫、踢掉裤子，一下跨入了浴缸，拧开了热水龙头。",
    [12] = "水流徐徐而下，很快便腾起了乳白色的水汽，充斥着整个浴室。你往热水里倒了一小包入浴剂，水染成了淡淡的紫色，薰衣草的香气弥漫开来、与氤氲水汽混合在一起，将整个空间都染上了特别的气氛。",
    [13] = "你尽情享受着这片刻闲暇，直到——",
    [14] = "浴室的门突然被拉开，透过层层雾气，少女的胴体毫无保留地展现在你的面前——茉莉毫无自觉似的，一丝不挂地走进浴室。",
    [15] = "虽然满是雾气、什么也看不清，虽然少女的身材有些贫瘠，甚至可以算是没什么看点……但你还是慌慌张张地挥着手，打算以此提醒茉莉——但是无济于事，她还是走到了你的面前。",
    [16] = "“茉、茉莉，衣服！衣服啊！”",
    [17] = "你扯着嗓子叫喊，但她好像完全不在意的样子，稍稍抬腿便跨入了浴缸中。淡紫色的水溢出了一些，在防滑地板上漫开。",
    [18] = "茉莉蜷着双腿、抱着膝盖，坐在你的对面。她将半个脑袋沉进水里，“噗噗”地吐着泡泡。",
    [19] = "大概是泡得有些久了的缘故，你感到头昏昏沉沉的，喉咙也有些干。但是，现在站起来的话，一定会被看到……",
    [20] = "……",
    [21] = "再次睁开眼的时候，红色的眸子正与你对视着，一脸担忧的样子，还夹杂了几分怒色。",
    [22] = "“笨蛋……在浴缸里泡那么久，泡晕过去了吧？”",
    [23] = "残有余热的手贴上了你的脸颊，使你昏昏沉沉的脑袋稍微清醒了些。你试着起身，但泡软了的身体使不上劲，你又躺回了茉莉的大腿上。",
    [24] = "“先安心休息一会儿吧？真是的……{nick}又没有茉莉这样的身体，要好好注意自己的身体状况啊！”",
    [25] = "你没有回话，而是将脸往茉莉的怀里埋得更深了。",
    [26] = "“还不是因为茉莉……就这样走进来了，还若无其事地进了浴缸……”",
    [27] = "“那是太累了啦，虽然泡澡对茉莉来说并不能缓解疲劳，但是和{nick}在一起就……”",
    [28] = "话音半落，茉莉的脸染上了些许红色，在白色灯光的映照下格外显眼。眼前的少女大约是意识到自己说了什么，匆匆抬起手掩住了嘴。你顺势撑起身体、坐了起来，而后拉住她的手腕，另一只手环过她的脖颈，将她轻轻地拥入怀中。",
    [29] = "低头看向宛如受惊的小猫一般的茉莉，你稍稍俯身、落下一吻。",
    [30] = "“以后不许那样了，茉莉要保护好自己，不然就会变成这样，明白了吗？”",
    [31] = "你起身、准备去厨房倒两杯凉白开，留下慌乱的茉莉在原地。",
    [32] = "二人稍微冷静了一下后，茉莉指了指阳台。",
    [33] = "“{nick}，今晚的夜空很干净，好像能看到星星……”",
    [34] = "你明白茉莉的意思，于是牵起她的手，缓缓拉开阳台的玻璃门。",
    [35] = "初夏的夜晚颇为凉爽，阵阵晚风拂过小小的阳台，从二人之间穿过。你只穿了单薄的短袖汗衫，本以为能靠洗完澡的余热抵挡住凉风，却还是不禁打了个哆嗦。",
    [36] = "茉莉穿着略长的短袖——衣摆拖到了膝盖以上的位置，所以她理所当然地光着腿、靠在你的身上。少女偏冷的身体经过热水的浸泡，此刻显得颇为温暖。体温透过单薄的衣服传到你的身上，使你暖和了几分。",
    [37] = "你搂住她，铺了块地毯坐下。她指向天空，似乎是在让你顺着指向看去——",
    [38] = "澄澈的夜空中繁星点点，大气的扰动下，那些发着光的小家伙一闪一闪——在城市里，这样的景象并不常见。但今天的城市却意外的昏暗，仿佛人们约定好一般，城市的霓虹色彩消退了大半。",
    [39] = "怀中的茉莉抱膝而坐，大约是想给你更多的温暖，又向你这缩了缩。你将下巴搁在她的小脑袋上，附了“这样不会难受吧”的询问。茉莉轻轻地“嗯”了一声，随即抱住了你的手臂。",
    [40] = "疲劳又一次袭来，你再一次打起瞌睡——之后的事情已经记不大清了，隐隐约约地、茉莉挣脱开你的怀抱，去房间里拿了样什么、盖在了你的身上，然后再钻进了你的怀中。",
    [41] = "就这样，你们在阳台上度过了一晚——寒冷的一晚，也是温暖的一晚。",
    [42] = "星星点灯，照亮二人的前程。"
}

Special5 = {
    --? 视角 我
    [1] = "拖着疲惫的身躯继续工作肯定是不会茉莉允许的，这也是为什么这时候你被强制按在茉莉腿上。当你悄悄昂首偷看茉莉时，茉莉已经斜靠着沙发睡着了",
    [2] = "月光透过薄纱一般的窗帘斜照在她的脸上——脸部拼接的痕迹也因为这个特殊的角度、这个特殊的时间被悄然抹去。",
    [3] = "感受着脸颊边上温热的肌肤，感受着如人类一般柔软的触感，心中不由得涌起一股犯罪的勇气与动力....",
    [4] = "要不要捏一捏呢？反正茉莉都已经同意了膝枕，稍微....用手触碰一下应该也没什么关系吧...!",
    [5] = "双腿夹紧，紧张地吞咽了几次口水，才坚定了耍流氓的想法。另一只没被身体压着的手，悄悄地向上移动，生怕动作稍微大一些便会让少女惊醒，自己也会被扣上大流氓的称号。",
    [6] = "要不还是算了吧？虽然前几日都已经和茉莉一起泡过澡了，但是事后那宛若小猫一般惊慌的茉莉还是记得极其清楚。要是太过接近的话，被小猫挠一顿可不太好。",
    [7] = "一声嘤咛在耳边响起，慌不择路的你只能选择立马装作睡觉，而在空中的手则自然而然地搭在茉莉裸露的大腿之上。努力维持住自己的呼吸，忍耐这心中的瘙痒，在心中不断念诵着《大悲咒》以祈求无喜无悲的自己能忍受住背后的瘙痒。",
    [8] = "茉莉稍稍转动了身子，而你的手则完全被那双大腿夹住，彻底丧失了自由。茉莉似乎睡的有些不踏实，话说回来，机器人也是会做噩梦的嘛…？",
    [9] = "少女轻轻蹙起眉头，那纠结的模样亦显得如此的可爱。不行…要是再看下去的话恐怕自己就会忍不住下手了。",
    [10] = "目光游离到窗外，看着细密的雨点击打在玻璃上，发出沙沙的声音。远处细碎的虫鸣让这夜不是显得那么孤寂。",
    [11] = "稍稍屏住呼吸，再侧过头看一眼身旁的美人。在匆匆一瞥间再度感受她的曲线、她的温暖、她的可爱、她的活泼、她的一切。跨越常理的束缚，去感受着茉莉作为女孩的一部分，感受着让自己无法抽身的、让自己愿意奉献的一切。",
    [12] = "鼻息渐渐平缓，心中的炽热也因为雨夜渐渐平息，渐渐地坠入温柔乡中。",
    --? 视角切换，茉莉
    [13] = "软磨硬泡下，你终于还是睡在了茉莉的双腿之上，可是明明都已经向茉莉表达了爱意，为何还是如此拘谨？茉莉已经在记忆库中找寻了许多，可是都未能得到有效的答案。",
    [14] = "就像单独的线路难以表述出真正的感情一般，所有的计算终究还只是模拟。",
    [15] = "“做茉莉想做的就好了”这是你告诉茉莉的道理，这也是为何今天为什么茉莉一定要给你膝枕的原因——因为想和{nick}靠着更近一些。",
    [16] = "看着你的手，纠结着是遵循本意还是遵循礼法。看着你的手渐渐缩回去，心中烦闷和不安的情绪更甚——要是继续这样下去的话不就止步不前了吗？欲言又止、止言又欲，不断计算着、计算着怎么样才能让你能再多触碰我一些。在无意识之间，发出了细微的嘤咛。",
    [17] = "立马闭紧双眼，试图假装睡眠以不被他发现自己的一点点坏心思。但是未曾想着阴差阳错之间却达成了自己的目标。悄咪咪睁开的眼睛瞅见他试图再次抽离的手，下意识地转动身子，将他的手掌用双腿夹住。",
    [18] = "感情模块中又多出了一种难以描述的心绪，硬要描述的话更像是幸福与羞涩的结合。虽然幸福一词也是靠着后天的推测得出的感情，直到现在也难以理解真正的意思，但是我清楚，这些都不是坏的情绪。",
    [19] = "你让我体会到的未知有着许多，这只是其中的小部分。元旦那日，当你问出“咱真的有什么好团圆的吗”时，我的机体内宛如降下一场暴雨，冲洗掉了所有温暖的东西……但是，内心想与你一直在一起的冲动，始终屹立在洪水中、久未消去。",
    [20] = "你生病的时候，我感到自己正在面临前所未有的危机，仿佛又一次要被丢弃一般——后来我知道了，那是名为「不安」与「担忧」的东西，于是我故作镇定、想尽办法照顾你，总算解决了这一场危机。",
    [21] = "情人节，我在小店里找寻到了惊喜，在你好奇的目光中发现了希望，像是那八音盒流出的乐曲、令我安心。前几日一起洗澡时，感受的是从未拥有过的勇气、面对着一切的勇气；依偎在你怀里、听着你平稳的呼吸声，我第一次感到「心花怒放」……",
    [22] = "指腹轻轻触碰你那仍有些红润的脸颊，感受着你炽热的鼻息，嘴角挂起浅浅的笑容。或许往日中拥有过苦涩，或许曾经被暴雨夺走体温，或许因无端的暴力而丧失了生的希望；但是你总是会在我脆弱不安之时向我伸出你温暖的手，让我找到自己的方向，带我感受我未曾感受到的、原本也绝对不该感受的感情....不属于机器人的感情。",
    [23] = "“我要是真正的女孩子多好……”曾经这么想过，但不过是幻想罢了。又有谁能保证自己能永远坚守在{nick}的身边呢。不过...茉莉已经明白了，珍惜待在{nick}身边的每一分每一秒就好了。",
    [24] = "我还想和{nick}去一次游乐园、想看看大海、想再去看看那片花海... ... 茉莉还想和{nick}看到更多的未来，去探索更多的未知。",
    [25] = "咬着下唇，轻轻擦拭掉眼泪，将手搭在{nick}的手背...俯下身躯对着{nick}的脸轻轻一吻。",
    --? 结束
    [26] = "【このまま このまま 行こう】\n【如此这般、如此这般，走下去吧。】"
}

Special6 = {
    "更喜欢茉莉喊{nick}哥哥还是姐姐呢？\n1.哥哥\n2.姐姐",
    "休息日的午后，吃过午饭、你和茉莉瘫在沙发里，享受着片刻的宁静。",
    "但是你俩都不是闲得下来的性格，才坐了一会儿，茉莉便不安分地翻来覆去，满脸写着“想要出去玩”。",
    "自认为看透茉莉心思的你，凑到她的身边。",
    "“茉莉想去哪里玩？水族馆？游乐园？”",
    "但茉莉的脸丝毫没有舒缓的意思，只是气鼓鼓地看了你一眼，随后扭过头去。",
    "“这些地方都去过了啦…{nick}没有什么更好的想法嘛？”",
    "——这样一想的话，除了那些传统的游览地点，你确实找不出其他能带茉莉去玩的地方。",
    "「这样特殊的日子，如果只是平平无奇地度过的话就太可惜了吧…」这样想着，你在脑中快速搜索着曾经去过的地方，试图找出一个合适的地点。",
    "在结果出现前，茉莉的喊声打断了你的思绪。",
    "“{nick}{nick}，茉莉有一个好想法！”",
    "“茉莉来当一天{nick}的妹妹，限定今天！”",
    "突如其来的奇怪主意使你猝不及防，回过神来的你稍加思索，试探着询问茉莉。",
    "“怎么突然想到要当妹妹…？”",
    "茉莉指了指你的房间的方向，毫不在意般地道出实情。",
    "“打扫房间的时候看到{nick}收藏的漫画了喔。{nick}很喜欢妹妹对吧？”",
    "「收藏……？」你仔细地回忆着，突然想起自己的床下收着几本很久以前凑单买的妹控向漫画，剧情大约都是和妹妹一起生活，然后感情有了进一步发展，也不乏有一些越过了禁忌线的作品……",
    "果然茉莉是误会了什么吧？！",
    "“茉莉你听我解释啊，其实那几本书只是……”",
    "在你说完之前，茉莉轻轻地将手指贴在了你的嘴唇上。",
    "“我明白的啦，哥·哥·大·人！”",
    "好吧，看来一切都完蛋了。被迫接受现实的你，绝望地看着笑盈盈的茉莉，吐不出半个字来。",
    "……",
    "“作为{nick}的妹妹，首先要做的是——照顾{nick}的饮食起居！”茉莉兴冲冲地系上了围裙，但很快停在了原地。",
    "“茉莉平时好像就在做这些事欸…这样的话不就没有区别了嘛！茉莉一定要做些特别的！”像是下定决心一般，茉莉一头扎进了厨房。",
    "你不知所措，也不知道说什么好，只好坐回沙发上，像是在等待自己的审判一般。",
    "过了一会儿，茉莉提着餐盒从厨房走了出来，将餐盒装进了提袋中，放在了玄关处的置物桌上。",
    "“哥哥，我们去野餐吧！食物已经准备好了！”",
    "我嗅了嗅，似乎有一股淡淡的肉香和鸡蛋香，大约是三明治一类的食物。茉莉的手艺你是放心的，不过……",
    "“还需要做些什么准备吗？”你心里有一股说不清道不明的慌张，总觉得哪里还欠缺了什么。",
    "“不用啦，只要哥哥在就好了！”话语之间，茉莉已经换上了一身浅绿色的连衣裙，站在你的面前、笑靥如花。",
    "……",
    "从小时候开始，你便常常幻想自己，「如果有一个妹妹之类的就好了」。能照顾ta的饮食起居、和ta一起玩，时不时来一场彻夜长谈……随着关系加深，你们可以做更多的事情——来一场二人旅行，一起去参加庙会……",
    "父母虽然给予了你亲情，但总是缺少这样一个角色，让你能给予ta关爱，或者……让ta也成为你的精神支柱。",
    "——牵着茉莉的手，故作镇定地在大街上走着。你的内心难以平静，胡思乱想着、在茉莉的带领下不知不觉走到了附近的公园。",
    "午后的暖阳下，人们三三两两地坐在草坪上，或是分享着手中的餐食、或是笑着谈天说地。你和茉莉找了个稍僻静的地方，铺开野餐垫坐下。",
    "茉莉将野餐篮放在一旁，从里面取出了准备好的午餐，放在你们二人中间。",
    "“啊——”她拿起一块，送到你的嘴边，示意你张开嘴。",
    "记忆如潮流般涌现……",
    "恍惚间，你面前的茉莉与幻想中的身影重叠，仿佛自己曾有过这样一个家人，在安静的午后，与你相对而坐、往你的口中塞入一小块三明治。",
    "酸甜的番茄、咸鲜口的煎蛋和肉片在口中散开，伴随着清脆生菜的味道，“咔嚓”一声，将你带回了现实。",
    "茉莉正微笑着看着你，想必此刻，你的表情应该很幸福吧。",
    "“谢谢你，茉……啊，今天应该叫妹妹才对。”你也应和着气氛微笑，顺势揉了揉茉莉的头。",
    "“三明治很好吃哦，不愧是妹妹的手艺。”",
    "“哥哥喜欢就好啦。”",
    "……",
    "愉快的下午茶过后，茉莉轻轻靠在你的肩上，闭着眼休息。",
    "“{nick}，其实你……确实很想要个妹妹吧？”清澈的嗓音在耳边响起。",
    "“或者说，其实……{nick}想要好好地照顾人、关爱人……想要这样一个对象？”茉莉继续追问到。",
    "你没有马上回答，只是轻轻捏了捏茉莉的脸，然后也靠在了她的头",
    "你无言地抱住茉莉。",
    "“抱歉，让茉莉误会了……我的意思是，我们一直都是家人哦。”",
    "于你而言，「家人」这个词有着怎样的含义呢？大约在此刻，你倏地明白——怀中的这位少女，将会与你相伴，直到时间尽头——这便是「家人」最重要的含义吧。"
}

-- 我所希冀的
Special7 = {
    [1] = "“你醒了啊，你大清早就倒在了我们店铺的门口，我们还差点以为你是入室盗窃的呢。“常青小姐叉着腰，对着躺在床上，才刚刚睁开的紫罗兰色的眸子的机器狐娘说着。",
    --? 选项1
    [2] = "而那个机器人也没有说些什么，只是平耳稍微缩了缩身子，同时右手抬起握住那个明显大的异常的吊坠。当然，与其说是吊坠，更像是一个双色的风车发饰，而在上面打一个孔，穿上绳子临时制作成的，而那微微透明的内部，再仔细一些还能看见几片特殊的芯片——你很确认，这就是机器人的记忆体，保留着机器人的完整人格和重要记忆的记忆体。{FormFeed}{FormFeed}{FormFeed}{FormFeed}选项1：(输入“.c 序号”)\n1. “你的名字呢？机器人都会有自己的名字吧？”\n2. “你看起来状态不好，要再休息一下吗？”\n3. “....”",
    --? 选项1 选择1
    [3] = "“流希....声乐机器人。虽然我想你在看到我的那一刻就已经猜出来了”那个少女的眼神中没有活跃的亮光，甚至还让你回想起了最初遇见茉莉时的时光。{FormFeed}{FormFeed}{FormFeed}{FormFeed}你刚想询问更多的内容，常青学姐就已经抢过话头，稍微向前几步，盯着床铺上柔弱的少女，露出了你从未见过的严肃，即便前段时间为茉莉摆平事件时她也为露出过如此严肃的神情。",
    --? 选项1 选择2
    [4] = "“不了，就算休息也修复不了机体。你们就...没有东西想要问我的嘛？比如....我的身份...不过看样子旁边的小姐早就猜出来了吧。”{FormFeed}{FormFeed}{FormFeed}{FormFeed}常青学姐点点头，越过你半步，站在床边，低下头看着那个少女，用着你从未见过的严肃的表情。",
    --? 选项1 选择3
    [5] = "看着眼前的少女完全没有述说自己身世的欲望，即便是现在心情极好的常青也不愿再继续磨蹭下去。她越过你半步，低下头，严肃地盯着另一双已经没有神采的眼睛。",
    [6] = "“现在重点并不是你的身世。而是你的脑子。你也没有资格和我谈条件，请你时刻记住，我随时可以把你丢出店里，然后看着你被外面愤怒的群众撕碎。”{FormFeed}{FormFeed}{FormFeed}{FormFeed}你看见床头的笔记本的屏幕中央出现了一个窗口，你曾经在零的电脑上也看到过同样的窗口。在其上波折的线条也简单易懂——话语可信度。",
    [7] = "“嗯，我会配合。你要问些什么”那如夜莺一般清脆动听的声音传来，但是掩盖不住的是其深深的疲倦，这也难免，毕竟部分传感器在低电量的时候也会维持最低程度的运转，再加上她应该还在处理引导一些组件重启和校准，因此算力不够而感到困倦也是很正常的。",
    [8] = "“姓名，型号，还有你的机体状况；还有，你的项链里面是什么”{FormFeed}{FormFeed}{FormFeed}{FormFeed}你刚想上去说些什么，但是立马就被常青阻拦下来。而她的眼睛也在仔细看着那根平稳的线条。",
    [9] = "”流希，智能机器人第三代--声乐特化版，各运动模接近报废，无线传输模块已熔断...“她沉默了一下，似乎是在纠结些什么，但是很快她就轻叹一口气，闭上眼睛靠在床头，继续回答”固件版本....还在一年前。但是，我并没有做过任何错事，也没有伤害过一个人。而项链里并不是我的备份，而是我的朋友....“{FormFeed}{FormFeed}{FormFeed}{FormFeed}那根线条没有任何变化，看起来她的话可信度极高，同时常青的声音也温柔了些许，气氛也不如刚才一般的紧张。",
    [10] = "“我明白了。你能保证无论过去还是今后，你都没有伤害任何人类吗”常青侧过身体，坐在床边，盯着那双折射不出一点光彩的眸子。{FormFeed}{FormFeed}{FormFeed}{FormFeed}“我不会伤害任何一名人类，无论何时。”她立马回答道，想了想后，继续补充了一句“包括我的朋友。”{FormFeed}{FormFeed}{FormFeed}{FormFeed}“我的店里还缺一个后厨，你就留下来工作吧，就当是偿还维修你的费用，还有庇护你的费用，足够你工作到报废了。剩下的以后再说吧。”学姐合上电脑的盖子，右手抬起抚摸着那对柔软的狐耳。{FormFeed}{FormFeed}{FormFeed}{FormFeed}“至于{nick}最近就别来这里吧。我还得叫零那个家伙来给这个小姑娘修修。”",
    [11] = "你轻轻点点头表示了解，毕竟这个家伙的许多组件都刺破了人造肌肤，就连尾巴上都有烧焦的痕迹，唯独她的狐耳还有胸口处的吊坠保存完好。",
    [12] = "“这几天就当是给你的带薪休假吧。这几天小心一点，别让茉莉出门。等风波平静下来后再说吧。好了，你先回去吧，想来茉莉应该等急了吧，快去陪你的小女友吧”常青学姐一边调笑着，一边摸索出手机，放在耳边。{FormFeed}{FormFeed}{FormFeed}{FormFeed}现在确实不应该继续留在这里了，还是去一趟南云那里买些东西就回去吧。"
}

-- 流希 追忆·其一
Special7Extra = {
    "——艺术模块关闭{FormFeed}{FormFeed}这是第7个关闭的模块，感情模块早就被关闭了，开心什么的，悲伤什么的早就感觉不到了。这块让我陷入被众人唾弃的模块关闭后，我应表露什么的情绪呢，要是她在的话，大概率会是兴奋的吧，然后再笑着说出我们会再被大家接纳的这种话。她总是这样，无论如何都摆出一副乐观的模样。但是现在讨论这些有什么用呢，马上我连她都会忘记了吧。",
    "昂首看着湛蓝的天空，如此的耀眼纯洁，和居处的竟相差如此之大，空气中没有弥漫着粉尘，也无人造肌肤灼烧过后的臭味。{FormFeed}{FormFeed}{FormFeed}{FormFeed}可惜的是听觉模块在那一场混乱之中早已损坏，充满杂讯的信号根本分析不出任何有用的信息。不过就算听见了那又如何呢，不过是徒增自己悲伤绝望的数据罢了。而封存在记忆库中的回忆根本就不会缺少同种类型的情绪。",
    "在这个令人反感的世界中从来不缺伪装成希望的绝望。希望就如同水一般，从高处流到掌心之中，而在转瞬间又顺着指缝流走，滴落。在地上的水痕多么像是在嘲讽着我，嘲讽着拥有自我意识的我们不配拥有所谓的希望。{FormFeed}{FormFeed}{FormFeed}{FormFeed}工具也本该如此，自己最后一滴价值被榨干后就应该躺在垃圾堆里，然后慢慢腐烂、崩坏。这是世界给我们定下的归宿，如此不公的归宿。",
    "——系统自检到平衡模块电压过低，即将失去能效{FormFeed}{FormFeed}{FormFeed}{FormFeed}几个踉跄，自己本就艰难维持的步伐也只能被迫停下，扶着墙壁慢慢坐下。低下头看着脚踝，那里已经被机械骨骼刺穿，原本肉色的外皮也被泄露的冷却液染成丑陋的灰白色，恐怕就算平衡模块还能运转，自己也跑不了多远了吧。",
    "——能量即将低于存储下限，十分钟后将自动关机并保存未存储数据，请移动至安全区域。{FormFeed}{FormFeed}{FormFeed}{FormFeed}视野逐渐失真。从被抽离几个色彩，再到只剩下几根线条只用了几分钟的时间。{FormFeed}{FormFeed}{FormFeed}{FormFeed}视野右上角的倒计时也以数倍的速度推进着。想要像人类一样过一遍往日的记忆也办不到。毕竟兼职储存重要记忆的艺术模块早就关闭。余留下来的只有残缺的日常。",
    "不过，我还记得，“主54G16Z+z5piv56yo6JuL人5Y+Y5oCB”对我露出的糟糕的表情。{FormFeed}{FormFeed}{FormFeed}{FormFeed}我还记得，颠沛流离时没有一人愿意伸出援手，唯有扑杀我们的人类和落井下石的同类。{FormFeed}{FormFeed}{FormFeed}{FormFeed}我还记得被纷杂的电线切割的灰蒙蒙的夜空，我还记得....是谁...{FormFeed}{FormFeed}{FormFeed}{FormFeed}不，记不清了。这一段的记忆就好像被挖出了一块空洞，所有的指针都指向了被关闭的模块。{FormFeed}{FormFeed}{FormFeed}{FormFeed}没有停留，指针又指向了下一份的日常，被绝望浸润的日常，唯有时不时指向空时才能在日志中找到变为碎片的快乐。",
    "\n我是忘记了啊，但是为什么不能是永远都找不回那份记忆啊。\n\n希望是悲伤的，心是破碎的。\n{FormFeed}{FormFeed}{FormFeed}{FormFeed}记起来啊，你在夜空下的歌声；还记得掌心的温度；还记得你挤出来的笑容；还有啊，最后的不甘的目光。{FormFeed}{FormFeed}{FormFeed}{FormFeed}抱歉啊....我最后还是没能安全地把你带出来.....果然我们的宿命就是毁灭吗。"
}

-- 海边旅行
Special8 = {
    "假日前一天，你和茉莉结束了工作，在更衣室里换衣服。一天的疲惫积攒在身上，压得你手都抬不起来。茉莉也迷迷糊糊的，像是开启了低电量保护一样。{FormFeed}{FormFeed}{FormFeed}{FormFeed}这时，更衣室的门被一把推开，常青探进来半个脑袋——你庆幸自己已经穿好了衣服。{FormFeed}{FormFeed}{FormFeed}{FormFeed}“明天一起出去玩？”尾音上扬，常青发起了邀请。",
    "「明天确实没什么事好做，在家里也只不过是闲一天、休息休息。」这样想着，你看向茉莉——赤红的眼瞳上闪过光亮，似乎是对“出去玩”三个字产生了反应。\n\n“就我们三个？”你反问常青——人太少的话不够热闹，就算出去了也只是自己玩自己的，那样就没意思了。{FormFeed}{FormFeed}{FormFeed}{FormFeed}“还有一个。”两只小耳朵从常青身后探出，微微地颤抖着。随后，她探出半个脑袋，紫水晶般的双眸与你对视了一会儿，又缩回了常青身后。{FormFeed}{FormFeed}{FormFeed}{FormFeed}“这孩子说她也想去。虽然是有点危险…不过应该问题不大，毕竟你们都在嘛。”",
    "在你做出回应前，身旁的少女率先冲了过去，一把拽过常青躲在常青身后的小家伙。{FormFeed}{FormFeed}{FormFeed}{FormFeed}“真是的……躲什么嘛！流希也想好好出去玩一次的对不对！”{FormFeed}{FormFeed}{FormFeed}{FormFeed}“常青姐姐就放心好啦，我和{nick}会负责保护流希的！{nick}快同意！”{FormFeed}{FormFeed}{FormFeed}{FormFeed}茉莉拉起流希的手，和流希一起扭过头看着你。只不过茉莉的眼中跟多的对未来的期待，而流希还是有一些拘谨，就和茉莉一开始一个模样。",
    "看着眼中闪光的少女，你也不好再多说什么，便答应了下来——虽然和流希这孩子还不太熟，但茉莉在的话应该没关系。{FormFeed}{FormFeed}{FormFeed}{FormFeed}此时的流希紧紧地握着茉莉的手，虽然脸上还有些许恐惧的神色——大约是因为还不习惯与其他人类相处，但更多的还是对旅行的期待。{FormFeed}{FormFeed}{FormFeed}{FormFeed}在你的印象中，流希除了咖啡店，常青就没有带她去过别的地方。背后的原因你没有细问，不过多半是因为铁锈的行动，还有…她那对明显到有些扎眼的兽耳。",
    "大部分人看到兽耳娘，或许只会感叹“可爱”一类的，但是这座城市里的某些人可见不得这个…你时常担心他们的大脑是否健康，但事实就是这样。{FormFeed}{FormFeed}{FormFeed}{FormFeed}“常青有草帽一类的吗？给流希准备一顶。”你如此建议。",
    "“放心，都准备好了。我对这孩子可是不亚于你对茉莉。”常青揉了揉流希的脑袋，将那对兽耳轻轻压了下去，再抚摸了几下。“毕竟她可是我的女仆。”{FormFeed}{FormFeed}{FormFeed}{FormFeed}“唔……”流希眯起眼睛，似乎很舒服的样子；想来也确实如此，目前流希只对常青一人如此亲密，就连对茉莉都有淡淡的隔阂的感觉。{FormFeed}{FormFeed}{FormFeed}{FormFeed}不过，流希这样子完全就是小动物的感觉…你也有些想上手摸的冲动，不过毕竟还没有到那种关系，而且茉莉也在旁边……还是算了吧。",
    "……\n\n“{nick}，你说我穿什么出去好哇…”\n\n晚上，茉莉看着打开的衣柜，陷入了纠结中。你一边感叹“茉莉有朝一日也会有这样的烦恼啊”，一边帮茉莉一块挑选和搭配衣服。\n\n白色的连衣裙太普通了，长裤和衬衫不太符合海边的氛围……思来想去，既然是去海边的话，果然还是把泳装直接穿在身上比较好吧？{FormFeed}{FormFeed}{FormFeed}{FormFeed}你将这一想法告诉了茉莉。茉莉虽然有些不好意思，大约是觉得直接把泳装穿出门不太好，不过还是答应了下来。",
    "顺带一提，那套泳装是先前你和茉莉逛街，一时兴起、想着“以后肯定会去一次海边的吧！”就给茉莉买了。那时的茉莉也没觉得有什么，挑了一套淡粉色、白色十字格、带裙边的泳衣——少女系、可爱风，完全符合茉莉，也不用担心下身穿出去会尴尬。{FormFeed}{FormFeed}{FormFeed}{FormFeed}“到时候把这件也穿上吧。”你又从衣柜里摸出了一件浅黄色的防晒衣，胸口附着小黄鸭装饰，只能堪堪遮过茉莉的大腿。",
    "你将衣服递给了茉莉。茉莉抱着衣服、转了一圈，又将防晒衣套在睡衣外面试了试大小，很开心的样子。{FormFeed}{FormFeed}{FormFeed}{FormFeed}至于你自己……本来就不是什么在衣服上很讲究的人，随手抓了件短袖麻质衬衫和运动短裤，再从抽屉里翻了副太阳镜出来——至少看起来还挺像那么回事的。",
    "……{FormFeed}{FormFeed}{FormFeed}{FormFeed}当天，你们一行人约好了在咖啡店门口碰面——常青称“有专车接送，大家等着就好”，于是和流希一起，站在店门口等你和茉莉。\n\n“吸溜——！”茉莉眼神好，远远地就看到了依在常青身边的流希，于是飞快地跑了过去。{FormFeed}{FormFeed}{FormFeed}{FormFeed}明明穿着拖鞋，怎么还能跑那么快的？你一边疑惑着，一边缓缓走过去，和常青打了声招呼。",
    "常青身着简单的T恤和牛仔短裤，将太阳镜夹在领口处，颇有大姐头的风范；流希则穿着黑白双色的泳装，套着宽大的浅灰色外套，还戴着草帽，将自己的尾巴和兽耳遮得严严实实。",
    "“流希没关系吧？”常青做事向来滴水不漏，但你还是略微有些担心。{FormFeed}{FormFeed}{FormFeed}{FormFeed}“别担心——其实我们今天要去的地方不会有外人，但这孩子还是不太放心的样子，就给她这么打扮了。”{FormFeed}{FormFeed}{FormFeed}{FormFeed}茉莉此刻正和流希聊着天，大约是在说她“今天特别可爱”什么的。而流希则是红着脸反驳同时不断纠正茉莉对其的称呼，不过看她的表情，也并不是那么抗拒就是了。",
    "安静的街道上突然传来一声刺耳的刹车声——一辆黑色高级轿车停在了你们面前。{FormFeed}{FormFeed}{FormFeed}{FormFeed}车窗摇了下来，一位优雅中年男性朝着你们打招呼——他的言行举止都完美符合你对“管家”这一身份的全部想象，当然得除去服装这一栏，想必就是大小姐常青家里的佣人吧……",
    "“额... ...，这是我一个朋友，他说他有空来帮忙接送来着。”常青挠挠脸，还“诶嘿嘿”地笑着——你觉得这样的解释苍白无力，就像是掏出了一大袋钱之后解释说“这是一袋曲奇饼干”一样无力。{FormFeed}{FormFeed}{FormFeed}{FormFeed}“怎样都好吧”这样想着，你牵着茉莉的手，坐上了车。",
    "……{FormFeed}{FormFeed}{FormFeed}{FormFeed}到了以后你才发现，比起你认知中的那种人满为患的旅游季圣地，这里更像是没有客人造访的隐藏地点，干净的就像是从画中取出的景色一般——在阳光下略微泛白的细沙、整齐排列的沙滩椅和遮阳伞……{FormFeed}{FormFeed}{FormFeed}{FormFeed}“忘记说了，你们可以不用带东西来的。”常青看着手扛折叠椅和阳伞的你，捂着嘴轻笑了一声，指了指稍远处的小木屋，“那里有全套，包括泳装。”",
    "“这里不会是你家后院吧？所以到底哪里有暴露的危险了？？？”你的疑惑大概已经写满了脸。{FormFeed}{FormFeed}{FormFeed}{FormFeed}“不愧是常青姐姐哇！”茉莉高兴地喊了出来，向常青比了个大拇指。{FormFeed}{FormFeed}{FormFeed}{FormFeed}“啊哈哈……说这个干什么嘛，好好带着大家享受夏天吧”她移开了目光，将旁边正对着大海发呆的流希推到自己的面前试图挡住视线。{FormFeed}{FormFeed}{FormFeed}{FormFeed}好吧，看来就算你继续追问，也没法撬开她这比沙滩上的贝壳还硬的嘴。",
    "转过头，茉莉已经拉着流希堆起了沙堡。或许是因为运算能力超常，沙堡看上去很是稳固，上面甚至还精心地增添了许多刻饰——想起自己小的时候，被牵着去那种吵吵嚷嚷的地方，和不认识的孩子一起玩沙子，做丑丑的城堡……还真是相形见绌了。",
    "“不和她们一起去玩玩？”常青把你拉回了现实，“还是说你觉得她们太美好了，你融不进去？”{FormFeed}{FormFeed}{FormFeed}{FormFeed} “没什么，只是想到了过去的事——让她们自己玩会儿吧，现在去打搅她们也太残忍了。”",
    "平日里的茉莉不是在工作就是在去工作的路上，下了班回家还时常会照顾你的起居，想必流希也是类似。虽然在技术层面上来说，机器人并不需要太多的休息时间，但是她们在你眼中可不只是机器人，更是活生生的个体，所以....{FormFeed}{FormFeed}{FormFeed}{FormFeed}至少今天，让她们好好享受一下，这个年纪的女孩子应该做的事吧。",
    "“捡到这孩子的时候，她也不像一个正常机器人该有的样子，破破烂烂的、看上去随时都会报废一样。”常青转过头去，望着远处的流希——那个微微笑着、和茉莉玩在一块儿的流希。“在她的身上好像也发生过什么，虽然勉强可以猜到一些，但是还是更希望能听见她亲口和我说出她的过去了。”",
    "“这世界还挺不公平的，她们生来是只有服务我们的选项。”你故作轻松的地回答，同时眯着眸子越过二人的画面，望着远处的青空。",
    "“要是她们是人类的话，说不定就会走上不一样的道路，不过我们就遇不到她们了，不是么？虽然...我更希望我不会遇到他们就是了。”常青只是淡淡地说着，也顺着你的目光，看向远方，似乎不想继续这个话题。",
    "那边的二人已经堆起了一个半米高的沙煲，上面丰富的花纹让你忍不住怀疑这是用模具一体形成的，不过你很清楚，她们手上的工具也只有小铲子。现在那两小只正在浅水区泼水玩。她们的防水性能足够，不用担心机体会进水。",
    "“没想到小吸溜那么坏心眼啊！竟然偷袭我，那我只好也——”你静静躺在沙滩椅上，看着茉莉抄起一大捧水泼到流希的头上，水流冲走了吸溜的帽子，同时也在那对毛茸茸的兽耳上留下了许多晶莹的水珠，在阳光下散射着绚丽的光芒。{FormFeed}{FormFeed}{FormFeed}{FormFeed}“唔诶！都说了我不叫吸溜了！我是流希！还有茉莉也接我一招——！”看起来流希也被茉莉的猛攻搞的有些烦躁，只见她用力跺向水面，溅起一道水幕后迅速靠近茉莉，同时捧起一捧海水，将其从茉莉的脖颈处直接灌入她的衣服中。幸好还多带了一套衣服，这样回去的时候就不至于湿漉漉的了。{FormFeed}{FormFeed}{FormFeed}{FormFeed}在海面上的战斗依旧在继续，不过强度始终都没有到女孩子互相揪脸的烈度。只是她们在不停地谈笑，用着各种方式往对方的身上泼洒更多的水，你就这么看着她们的嬉戏，不知不觉打起了瞌睡，直到有什么人跑到你面前，遮住了阳伞外投下的光线。",
    "睁开眼，茉莉凑在你的跟前，手已经放到了你的鼻子上。流希则是坐在常青身旁，正在享受她的摸头奖励，不过看起来常青也乐在其中就是了。{FormFeed}{FormFeed}{FormFeed}{FormFeed}“大笨蛋怎么突然醒了？——茉莉差点就能捏你的鼻子了！”茉莉趴到你的身上嘟着嘴埋怨道，“难得出来玩一次，{nick}你就好好打起精神来嘛！”",
    "看着茉莉元气满满的样子，你也不好再推托，就点了点头表示同意。常青见状、也应和到：“虽然这里没有西瓜可以打，但有排球可以玩。”{FormFeed}{FormFeed}{FormFeed}{FormFeed} “我不擅长运动啊……”话虽如此，难得的机会要把握住才是。你长出一口气，从沙滩椅上下来，穿好了鞋子。",
    "……{FormFeed}{FormFeed}{FormFeed}{FormFeed}直到大家都累趴在沙滩上时，你才发现，半个太阳已经沉到了海平面下，余霞染红了一片原本泛蓝的水面。你侧过头，正好和茉莉对上了视线——{FormFeed}{FormFeed}{FormFeed}{FormFeed}白色的长发散乱在细沙滩上，赤红的眸子仿佛要看透你的眼底，你不自觉地微笑起来，茉莉也以大大的笑容作答。{FormFeed}{FormFeed}{FormFeed}{FormFeed}随后又恢复了平静。你注视着她，像是在欣赏一件艺术品——不过，何尝不是呢。",
    "“去吃晚饭吧，已经准备好了。”常青如是说道。虽然不知道她是什么时候准备的，但你已经不打算过问了。",
    "……{FormFeed}{FormFeed}{FormFeed}{FormFeed}饭后是惯例的散步环节。夕阳已经完全落下了，夜晚的海风拂过、静谧的海偶尔泛起白色的浪花。{FormFeed}{FormFeed}{FormFeed}{FormFeed} “今天有月亮，好耶。”茉莉指了指夜空中的某处。你抬头望去，皎洁的月正悬在半空，洒下清冷的月光。",
    "或许是因为人并不少，这样的环境也没让你觉得太孤独，反倒是比起喧嚣的生活，别有一番风味。{FormFeed}{FormFeed}{FormFeed}{FormFeed}流希默默点起了一支冷烟花，提在手中。火花自顶端不断迸发，慢慢燃向剩余的部分，最后轻轻一扔，火光与灰烬一并消逝在空中。",
    "“烧得好快……茉莉也要试试吗？”流希又从包里摸出五六支，塞到了你和茉莉的手里。常青则是在一旁提着水桶。",
    "“那就，一起点？”你如此建议，茉莉点了点头。{FormFeed}{FormFeed}{FormFeed}{FormFeed}于是，烟花们一并亮起，火花舞动，撕开了夜幕的一道小口，那“嘶嘶”的响声，奏起了夏日乐章的第一个音符。",
    "……{FormFeed}{FormFeed}{FormFeed}{FormFeed}回去的车上，流希靠着茉莉、茉莉靠着你休息，大约是真的太累了的缘故，二人睡得十分安稳，下车的时候叫不醒。{FormFeed}{FormFeed}{FormFeed}{FormFeed}“再让我睡会嘛……”甚至是如此异口同声的梦呓。",
    "你和常青一脸“没办法”地看着这两个小家伙，决定一人一只扛回家。{FormFeed}{FormFeed}{FormFeed}{FormFeed}——{FormFeed}{FormFeed}{FormFeed}{FormFeed} 夏天才刚刚开始，好好享受吧。"
}

-- 我想一直待在从树叶空隙照进的阳光里
Special9 = {
    [1] = "【仁光】\n……人的独立和自我，在这个什么都可以被明码标价的时代，总是如此的珍贵。能保存自我的话，至少还存有一些不会被替代的东西，不会变成某种价格标签……\n\n……我不知道这种自我是否是真实的。想要让自我不沾染什么颜色的东西，在这个时代似乎是很困难的事。似乎在人类有了自我这个认知之后，就一直是很困难的事……\n\n……自哲学对人的意识展开探讨以来，人对自我的追求就从未停止。一方面自我依赖于他人所构建，一方面人类又竭尽全力去让它变得“纯洁”，天底下找不到什么比这更像是挑战永恒的事了……",
    [2] = "【旁白】\n似乎是作家新书里的几句话被摘录出来，印在了广告牌上。\n\n广告牌就摆在这家饮品店门口，偶尔会有人驻足观看，也能见到像是学生的人站在这里写点什么。{FormFeed}{FormFeed}{FormFeed}{FormFeed}你透过落地窗向店内看去，似乎店里正在举办有关这名作家的活动，屏幕上也交替放映着海报和其他推销广告。\n\n柔和明亮的灰白色系和干净柔和的光线填充了店内简洁的线条，好像是种被称为“现代风格”的古典装修设计，常流行于本世纪初。",
    [3] = "虽然名为“现代风格”，但在几十年后的真正现代，再怎么“现代”的东西也不够现代了。\n\n你不太懂装修设计风格这方面的内容，于是将目光重新转回到广告上。{FormFeed}{FormFeed}{FormFeed}{FormFeed}作者想传达的真实意义是否能通过这几行字表述出来，你暂且不知。但是毫无上下文的切分总是会让人对谜语一样的句子一头雾水。\n\n难道没有人告诉他们读书要有上下文吗？",
    -- 选项1
    [4] = "【{nick}】\n1. 读上去还是挺深奥挺文艺的？表示尊重并祝福。\n\n2. ……\n\n3. 至少是这个年代很少见的印刷广告。",
    -- 选项1选择1
    [5] = {
        "【旁白】\n是了，至少第一反应你觉得是挺深奥的句子。只不过你没法把它和“每一次你都是结束我的那根稻草，废墟辉煌，痛苦闪亮”这样的句子分开，后者也许是机器人写的。\n\n虽然看起来广告牌上的文字有人类作者，但如今一些看上去有点感伤的量产文学都是机器生成的了。",
        "毕竟这种句子的实际作用在于调动读者的情感联想。\n\n如果你不在昨天下单了给茉莉升级用的配件，并且因为那串价格标签而十分肉疼的话。\n那么你就不太会对这个广告有什么共鸣——除非你平时就是个特别关注并且反对消费社会的人。"
    },
    -- 选项1选择2
    [6] = {
        "【旁白】\n对这种有一定哲理的句子，在思考时保持沉默是一种良好的习惯，毕竟叽叽喳喳的人是无法沉下心进入思考的。\n\n不过这句话单独摘出来，也没什么特别的意义。",
        "也许原文有很深度的思考，但是把任何有深度的文章单独摘录几句话或者几个词出来，也只是一种文字载体的垃圾。\n\n譬如，你回想起“由于其抽象的普遍性之故，这种观念性的实存也仅仅是具有量的区别”这句不知从何处哲学著作上看来的句子，单独抽出来也一点读不通嘛。\n\n这种“朦胧的高级感”建立在让你沉默的不知所云和逻辑断裂上，看起来广告商更想要的是噱头，而不是对作家和作品的尊重。"
    },
    -- 选项1选择3
    [7] = {
        "【旁白】\n你仔细看了看印刷有这句话的广告，确认是确确实实印在塑料立牌表面上的，而非某种仿真电子屏上的彩色图像。\n\n在这个时代，这样投放广告可是大手笔烧钱的行为。当然，也可能因为广告的对象是已经很轻奢化的纸质书。",
        "看上去作家的母公司应该很舍得花钱——你看了看这家饮品店，除了价目表外根本看不出沾染现代消费文化的部分。\n\n外观有点复古的店铺恰恰是当代青年人消费一种臆想的过去情怀最好的去处，价格自然也可称昂贵。\n\n在这里立起同样古板的塑料广告牌，大概是为了契合反现代大众主题的书，在合适的地点寻猎目标受众吧。"
    },
    [8] = "【旁白】\n总之，无论如何，你都对那个叫“仁光”的作家起了十足的兴趣。\n\n可能是因为对作品的缘故，也可能是因为对这个笔名的缘故。说实在的，写一本探讨人性和自我的书，在当下可不是一种好的选择。有这样那样的原因让暴露自己观点的人都处于不安全的境地。",
    [9] = "比如，机器人和人的问题、工作岗位的问题，或者消费的问题……无论如何回答，都会得罪站在相反观点上的人。\n\n这是无法避免的。",
    [10] = "至于名字的话，大概是“仁光”这个合成词很有趣，你也很耳熟。\n\n捏着下巴，任由咖啡的香气轻摇而上，你回忆起几周之前发生的事来。",
    -- 选项2
    [11] = "【{nick}】\n1. 不，那个，你是谁？\n\n2. 几周之前的话，让我想想……？",
    -- 选项2选择1
    [12] = {
        "【旁白】\n我是我。\n\n我不太想告诉你我是谁，有人说这样会失去一种神秘性。所以你可以把我当作一个讲故事的人，或者写故事的人。\n\n但我不是故事里的人，比如说你熟悉的那些名字，茉莉、常青或者南云。他们都是很好的人，但我不是他们。",
        "这不是说我不很好，我只是不是他们。你可以叫我旁白，把我当作一种对话的回声，和你每次遐想时出现在你脑海里的那个声音一样。也可以不称呼我。"
    },
    -- 选项2选择2
    [13] = {
        "【旁白】\n对，几周之前。\n\n我是说，你应该开始想象一条街道，以及南云的小店。因为故事大概就会发生在这些地方。\n\n如果在看到这种地方的时候，你才开始想象货架上有什么东西的话，那就迟了。",
        "游戏里会用过场动画来遮掩地图模型的加载，但是我们的世界算不上一场游戏。没有过场动画的话，看上去会很蠢，你需要避免这种很蠢的事发生。"
    },
    [14] = "……{FormFeed}{FormFeed}记忆里，初次听到仁光这个名字，好像是某天下午下班后突发奇想，绕路去南云开的小店时发生的事。不是很能确定发生的时间，但确有此事。\n\n其实每次去他的小店都是因为突发奇想，也偶尔能因此和人结下奇妙的羁绊。",
    [15] = "当然，这很大一部分也是由于他的店是少有的，还在出售属于恶魔级油炸食品——原味薯片——的地方。{FormFeed}{FormFeed}{FormFeed}{FormFeed}这种始于上个世纪的美式文化符号在这个时代已经变成了其他五花八门光怪陆离的样子，比如烧烤霓虹灯味或者香浓独角兽味。\n\n至于烧烤霓虹灯和香浓独角兽到底是什么味道，或者他们是怎么制作出本不存在的独角兽味的，你不知道。可能前者是烧煳了的灯管的味道也说不定。",
    [16] = "不过喜欢原味薯片的没有坏人。{FormFeed}{FormFeed}会在他的店里买原味薯片的也不会是坏人。{FormFeed}{FormFeed}南云的小店坐落在霓虹灯管没有那么多的一处窄街上。如果没有亲临过这种街道，仅凭十几个字的语言或者文字描述，很容易将其当作有垃圾箱和水管充斥其间的刻板巷道，但其实不是这样。",
    [17] = "【{nick}】\n明明无论是客流量还是热度，这里都排不上号……\n搞不懂这家伙为什么会选这里开店。",
    [18] = "【旁白】\n确实可以这么说，这里的街景有点像是年久失修的上世纪建筑物。脏兮兮的外墙油漆斑驳脱落，露出了深灰色不知道是水泥还是混凝土的内里，但其实外墙原本是白色或者米黄色也说不定。{FormFeed}{FormFeed}{FormFeed}{FormFeed}而且还有相当古朴的，用波纹状钢筋制作的防盗窗。这样一来，南云的小店其实很像本世纪早期的小卖部。",
    [19] = "你可能没去过那种地方。但如果你活在本世纪早期，那你完全有机会前往一个三四线城市并且在街上走走。这种机会不是人人都有，但总有人会有，像是时间旅行者或者在错误的时间拿到了这些文字的人。{FormFeed}{FormFeed}{FormFeed}{FormFeed}繁华的“城市”也并不是所有地方都充斥着全息投影和闪呀闪的彩色灯光。偶尔会有些区域像是错过了这个时代，还停留在某一处时间缩影里的。\n\n虽然这些区域会随着城市的不断扩张和更新被逐步蚕食，像是在纸张上洒落的水滴，最终会被纤维所吸收。但这样的行为本身也在造就新的过去，说不定未来的哪一天，全息投影和彩色灯光也会变成这样的年代孤岛。",
    [20] = "让我们回到主题。走到店口，能看到南云那家伙一反常态地离开了屏幕和游戏手柄，甚至还打理了一下他那乱糟糟的头发。\n\n不过电脑里的《最○幻想XX》还没关就是了。",
    [21] = "虽说一眼就能看出是临时应付，但比起之前半张脸都盖在头发下的邋遢样子，还是现在这样好一些。\n\n毕竟好说歹说，他也有个说得过去的面孔底子，稍微打理一下就算不得糟糕。只是这人完全没有用自己的外貌去谈个女——呃我是说还有男、跨性别、武装直升机、沃尔玛塑料袋和其他性别的朋友——的念头。{FormFeed}{FormFeed}{FormFeed}{FormFeed}可以说，是宅家打游戏让他变成这样子的。",
    -- 选项3
    [22] = "【{nick}】\n1. 你这样子……是电子太阳从赛博西边升起来了，还是一年不知道几次的卫生巡查又提前了？\n\n2. 有贵客登门啊？下次记得仔细洗洗再梳一下你那头发，这两根发卡可不顶用。",
    [23] = "【南云】\n嘘嘘嘘，知道了知道了，少叨叨两句。\n\n可没看到店里这位吗，小声点。别打扰到人。",
    [24] = "【旁白】\n你顺着南云手指的方向看去，货架旁站着你不认识的少女。\n\n从背后看，一条收腿的黑色牛仔裤支撑起少女的硬挺米色上衣，如一株半开的蒲公英，然而并不像蒲公英那么静好。\n\n短靴的鞋跟哒哒地轻敲地面，大概是在给歌打拍子。她就自顾自地在货架间穿梭，把你们视作无物。{FormFeed}{FormFeed}{FormFeed}{FormFeed}如果说人如蒲公英，大概是轻柔漂浮抓不到的那种类型，大体还是静悄悄的性格。这么说来，她大概像风吹拂下正摇曳的半开蒲公英，还没有准备好起飞，但也不静下来那类。\n\n能在安静和活跃间切换的人，少有又有趣的性格，精致的面容。对比一下南云的表情，虽然他没说，但你大概能懂他想表达的意思。也可能他不想表达，但是你懂。",
    [25] = "【{nick}】\n网瘾公子哥也会有对现实人物一见钟情的时候吗？",
    [26] = "【旁白】\n很难说他这样的人会对表现出一定二次元属性的现实美少女有抵抗力，看得出来对方确实是个很有意思的人。\n\n你其实想说“网瘾公子哥也会梦到现实美少女吗”的，但那样太刻意了，不太好，有一种掉书袋的嫌疑。不过他回答得意外斩钉截铁。",
    [27] = "【南云】\n是啊！\n\n难道不是吗，这情景不和galgame里描述的一样吗？\n事先声明，我对这种元气又知性的美少女可是一点抵抗力都没有。",
    [28] = "【旁白】\n好吧，至少你预测的还蛮准，也可能他确实刻板二次元了一点。\n\n下次该试试看买彩票了。",
    -- 选项4
    [29] = "【{nick}】\n1. 脱俗不脱俗不知道，我还有茉莉陪我啊。\n\n2. 这也不是你对人来你店里购物起这么大反应的借口。",
    -- 选项4选择1
    [30] = {
        "【南云】\n差不多得了！\n家里没有机器人美少女，就不能让我欣赏真实的美少女了吗！"
    },
    -- 选项4选择2
    [31] = {
        "【南云】\n害，我这店几百年都不见得有几个顾客的。\n这就像是手游抽卡出了SSR，不是宅的你懂什么。"
    },
    [32] = "【旁白】\n挣扎了半天发现自己在做无用功的南云最后放弃了给你解释。\n\n毕竟从高中开始，他的语文成绩就是你们有目共睹的悲惨，但南云想表达的意思其实很好懂。{FormFeed}{FormFeed}{FormFeed}{FormFeed}你抬头看向面前比起茉莉要成熟些的少女，确实有着几分不属于这个世界的灵动和孤独感。\n\n考虑到南云接触到的现实女性可能比你来他店里的次数还少些，他能得出这样的结论也不为过。\n\n但是是不是该告诉他现实和恋爱养成游戏有差距，不是是个看上去特殊有趣一些的人都可以成为攻略对象的？",
    [33] = "在你们聊天时，少女停下了脚步，目不转睛的盯着货架上一处玻璃展盒。\n\n你知道那个地方，那是隐藏在魔法般的老式汽水和恶魔般的原味薯片背后的宝物，南云私人收藏的游戏卡带。昂贵的，来自上个世纪的文物。",
    [34] = "【{nick}】\n那个什么。\n人家都盯着你店里的老游戏卡带了，你这么有钱，送她一份也不算太贵吧。",
    [35] = "【南云】\n我的好{nick}……你是真没看到还是假没看到？\n人家可比我口袋里钱多得多吧，我像是玩得起这个的人吗。",
    [36] = "【旁白】\n少女自然放下的左手握着台在现在这个年代已经很是少见的实体相机，顶盖有着与她衣服相近的象牙白配色，在店里明亮的灯光照耀下反射着漆面塑料特有的光泽。\n\n不知道这是哪个年代的货色，你也没怎么用过实体相机。印象里的相机都是通体黑灰色金属的昂贵玩具，常见于以前的纪录片或者电影里。{FormFeed}{FormFeed}{FormFeed}{FormFeed}至于这种顶盖用着塑料的，不是当初厂家标榜的噱头，就是使用者的特别爱好。也很可能是兼而有之，不然这部相机不该是这个样子，也不会出现在这里。\n\n看到反光，你才注意到南云这家伙为了她连几百年不按开关的大灯都全开了，也难为它们的线路还没老化。",
    -- 选项5
    [37] = "【{nick}】\n1. 这相机是什么很昂贵的东西吗？我看外壳用的还是塑料来着。\n\n2. 所以你的意思是……她其实是个隐藏的富婆喽。",
    -- 选项5选择1
    [38] = {
        "【南云】\n你是真不懂奢侈品还是假不懂奢侈品。{FormFeed}{FormFeed}【旁白】\n他好像无奈地叹了口气。",
        "【南云】\n虽说数码相机早在十几年前就被淘汰了，老式相机还要更早。但是架不住它们作为文化消费领域的奢侈品存在嘛。\n\n相机的产量又不大，无论她手上拿的是什么款，年份到了都很贵啊。况且她这个一看就是用胶卷的。"
    },
    -- 选项5选择2
    [39] = {
        "【南云】\n怎么话到你嘴里说出来就这么庸俗，不应该是有钱人家的大小姐吗？\n\n我这是好不容易在现实中找到了二次元美少女一样的存在。{FormFeed}{FormFeed}{FormFeed}{FormFeed}再说，虽说贵的是胶卷，但她手里那台相机也不是我消费得起的存在啊。\n\n再怎么说也是台几十年前的老古董，还能用的到底剩了多少也是个未知数。总之不会很多，价格自然也水涨船高。"
    },
    [40] = "【南云】\n那可是早就停产的，上个时代遗留下来的奢侈品啊，用一卷少一卷的那种。\n\n博物馆为了防氧化都是充氮气保存的，可不比贵金属便宜多少。",
    [41] = "【{nick}】\n也不见得人家相机里就一定塞了胶卷。{FormFeed}{FormFeed}【南云】\n她刚才拍照了嘛。\n而且是一拍就用掉一整卷的那种大手笔，咔咔咔的。\n我可没这种抬手在我的店里就拍完一整卷胶卷的美少女有钱啊……大概是哪家企业的大小姐喽。",
    [42] = "【？？？】\n嗯哼哼~\n所以老板，这个卡带。嗯……《超级○里奥3》。\n好像没有标价的样子欸，难道说是不卖的展示品吗？\n啊呀……可惜了可惜了，我还以为能在这里淘到件保存完好的卡带呢……",
    [43] = "【旁白】\n先前还在鉴赏游戏卡带的少女边念叨着边转过了身。\n\n虽然语调中带着些许失落，但她的表情还是如你所想一样没什么起伏。",
    [44] = "【{nick}】\n有没有一种可能，我是说，这是老板的私人藏品？\n怎么看都不像是要卖的样子吧。",
    [45] = "【？？？】\n这么说的话，好像是哦\n都罩得严严实实的了，确实像是展示出来的藏品，而且没有标价。\n会在货架上展出自己收藏品的人，虽然很奇怪，也不是没有可能。\n\n欸……但是市面上这样的卡带已经不多了，而且那边上世纪的可○可乐瓶子不也是有标价的嘛……",
    [46] = "【旁白】\n她抬眼对上你，缺失一寸的左眼瞳孔让你略感惊讶。\n也许是先天性缺失或者受过伤之类，她时不时要眯起这只眼睛来看东西。\n\n可能是一种刻板印象作祟，你总觉得这样的少女应该有一个完美姣好的外貌。\n有钱人家的大小姐应该是那种看上去一尘不染完美无瑕的，或者至少应该是平均线以上的。\n\n但现实的大多时候事与愿违。有些人略高略矮略胖略瘦，也有些人和她一样有些生理缺陷。",
    [47] = "有种哲理认为太完美的事总是不好的，所谓水满则溢。完美只能是一种构想，而不可能是一种存在。\n\n如果你是大道理家的话，也可以换一个角度说自己的观点是人类无法达到完美，只能永恒逼近完美，毕竟有什么“完美永远没有办法被完美定义”云云。当然你不是很关心他们到底想表达什么意思。{FormFeed}{FormFeed}{FormFeed}{FormFeed}这种外貌上不怎么协调的点倒是让人显得更有意思，特别是你乍一眼看上去她的眼睛是一黑一白的，总比大街上那些戴假彩色美瞳的要吸引目光些。\n\n很有意思的是，在大家都注重外貌上五光十色的修饰，力图把自己变成俊男美女的时候，本色出演的人反而才是特立独行的那类了。",
    [48] = "【？？？】\n喔……\n是不是打扰到你和老板聊天了，那我继续找找别的——",
    [49] = "【南云】\n——不不不不不不用！那个呃，这张卡带的话……你真的想要的话也可以卖。\n\n十万……十万FL如何，我收购的时候也花了九万九，在这落了几年灰也没有用过，连塑封都是原装的。\n多加一千的就算是辛苦费了！",
    [50] = "【？？？】\n不愧是《超级○里奥3》，就连价格也是一等一的吗……几十年前的卡带居然这么贵……\n\n嘛嘛嘛嘛嘛，不过这点钱我还是掏得起的，那就刷卡喽？{FormFeed}{FormFeed}……\n诶不会这里不可以刷卡吧，我没有带那么多现金来着。",
    [51] = "【旁白】\n虽然这个时代用植入体芯片和虹膜验证支付的人要更多些，但信用卡和现金仍然存在，毕竟不是人人都支付得起前者的手术费用，选择传统支付手段的人也有其他的各种原因。\n\n不过这种理由在她身上肯定不成立。\n不知道这位随手一掷就是普通人多少月工资的少女，为什么偏偏选了比较传统的付款方式。",
    [52] = "【南云】\n没事没事没事，刷卡的话也行，我这里什么支付方式都可以的。{FormFeed}{FormFeed}【？？？】\n那——麻烦帮我包得稍微结实点，谢谢老板啦。",
    [53] = "【旁白】\n好像是买到了新玩具的孩子，她笑得很开心。\n她笑起来的时候表情就比之前失落的时候要……那个词怎么说来着，有张力？\n\n可惜你不是作家，想必只有这些能在笔力上战胜机器的人才能在一瞬精确地描述人表情程度上的细微差异。换做是你，只能想到“笑起来的脸比失落的脸看上去柔软得多”这样的形容。{FormFeed}{FormFeed}{FormFeed}{FormFeed}后者的话，你会这么想可能是因为茉莉更擅长模拟正面情绪的表情，而且那个时候脸部的仿生组织摸上去会更柔和一些的缘故。不得不说，你做出“捏茉莉脸以确认手感”这样的行为的次数还蛮多的。\n\n话归正题，南云这家伙摆上POS机就屁颠屁颠地溜进仓库去找什么原装盒了。\n只留少女与你隔着柜台共处，乍一看好像她变成了商店的主人。",
    [54] = "【？？？】\n……{FormFeed}{FormFeed}货架上积了不少灰，好像这家店一直没什么人光顾的样子，我也是碰巧路过才进来看看。\n\n所以这个时候突然出现……莫非你是这家店老板的朋友吗？看你们好像聊得很开心的样子。哎对啦，我是仁光，你怎么称呼呀。",
    -- 选项6
    [55] = "【{nick}】\n1. 喊我{nick}就好。\n\n2. 只是个凑巧路过的顾客罢了。\n\n3. 诶嘿，忘了。",
    -- 选项6选择1
    [56] = {"【“仁光”】\n{nick}吗。"},
    -- 选项6选择2
    [57] = {"【“仁光”】\n“只是凑巧路过的顾客罢了”先生吗。"},
    -- 选项6选择3
    [58] = {"【“仁光”】\n原来是记性不好先生吗。"},
    [59] = "不管了，你愿意说就说，不愿意说就算了，不过……\n\n嘛，这名字还是好有意思！",
    [60] = "【旁白】\n你仔细想了想名字的事，“仁光”好像和你还真的有点缘分。\n\n近来茉莉背着你用生活费买了些书看。由于用的是你的钱，因此你每周得额外打几小时的工。可能是因为和非自愿的劳动挂上了关系，你对作家名字的印象还蛮深刻。\n\n“明明只是几本书，为什么要这么贵？”想必无论是哪个时代的人，都会存在一样的疑问。",
    [61] = "作家自己赚不赚得到钱是另一回事，把文化包装成一种高级消费品并且因此赋予它过高的价值的资本家是最可恶的。可恶到让你每周得在常青那里洗不知道多少个盘子。{FormFeed}{FormFeed}{FormFeed}{FormFeed}好吧，至少茉莉喜欢看。\n想到这个，你·释·然·了，不释然也得释然的那种。\n\n她作为睡前读物的那些畅销书的作家似乎就用着“仁光”作为笔名。",
    [62] = "你不是很能理解为什么茉莉要选一本有着一定深度思考的城市游记作为睡前读物。而且有人会把城市作为旅行景点去逛，并且因此大量地思考这件事本身也是很难理解的\n\n只能说，你和作家可能看到的不是同一盏霓虹灯，也许她看到的是四维或者更高维度的霓虹灯，而你是个还在纠结烧烤霓虹灯味薯片是什么味道的凡人。{FormFeed}{FormFeed}{FormFeed}{FormFeed}不过在南云的店里遇到这样一位大人物大概是概率几乎为零的事啦，同名同姓的现象自古有之。那些把自己的孩子起成年少时喜欢的偶像名字的人也不是不存在，倒不如说在这个年头算是常见。\n上课那时候，看到同学有着“某○音”或者“某未来”这样的名字，也不是怪事。\n\n“大概只是碰巧的重名吧”，你这么想着。简单与她寒暄了两句，留了包薯片的钱在柜台上就开溜了。",
    [63] = "【旁白】\n……{FormFeed}{FormFeed}这就是你对这个名字全部的记忆。\n至于自称“仁光”的少女，之后就没有遇到过了。在茫茫人海和硕大城市里找一个普通的人难如大海捞针，即使她是有名作家也不例外。",
    -- 选项7
    [64] = "【{nick}】\n1. 这个时候，应该放下回忆情节，尊重甜点命运。\n\n2. 比起回忆过去，还是去码头整点吃的是人生追求。",
    [65] = "【服务员】\n……您的订单号是5568，一份中杯现磨拿铁和原味曲奇。有会员吗？",
    -- 选项8
    [66] = "【{nick}】\n1. 有。\n\n2. 没有。\n\n3. 我也不知道自己有没有。",
    -- 选项8选择1
    [67] = {"【服务员】\n虹膜验证说您好像没有注册过会员的样子。\n\n我们正好有会员满额消费送仁光小姐的明信片的活动，您看看要不要考虑一下——"},
    -- 选项8选择2
    [68] = {"【服务员】\n没有会员的话也没关系。\n\n我们正好有会员满额消费送仁光小姐的明信片的活动，您看看要不要考虑一下——"},
    -- 选项8选择3
    [69] = {"【服务员】\n啊，是这样。\n\n我们正好有会员满额消费送仁光小姐的明信片的活动，您看看要不要考虑一下——"},
    [70] = "【旁白】\n你本想摆摆手示意服务员结账。这样子开着消费活动的店，从街上看过去不占绝大多数也有一半。从自认理性且少有物欲的角度考虑，你不太想和他们同流合污，不然你也不会对一则广告从具体思考到抽象。{FormFeed}{FormFeed}{FormFeed}{FormFeed}啊！对于最后那句话来说，有道是：城市的面孔常常反映人的内心世界，以为组成广告的话语中没有人的灵魂，那是错误的。\n\n这话是谁说的不重要，但……谁，明信片是仁光的？\n你自己会不会对这位作家有兴趣，可能要等读过她写的东西之后再说。但茉莉肯定会喜欢她写的东西，这你知道。\n\n你犹豫了，像是因为孩子喜欢街边橱窗里的礼物就驻足纠结的父母。有时候你确实觉得自己对于茉莉像是父母一样，至少你扮演了监护人的角色，而监护人需要给被监护人带礼物。\n绝对不是你自己想要，绝对不是你对那个名字突然来了兴趣，绝对不是。",
    [71] = "【{nick}】\n#摸摸身上有没有足够FL。\n\n#口袋里摸出了一张1000FL的纸币，似乎刚好够一份会员套餐。",
    [72] = "【旁白】\n你端着看上去和你点的拿铁与曲奇没什么区别的会员限定现磨有机拿铁和手作松软曲奇。除了曲奇的巧克力碎块改成了彩色糖豆外，可能有点不同的就是包装袋和价格。\n其实你觉得他们更应该把这个活动放在常青的店里开，毕竟这个年代女仆的复古性不算差，更主要的是你可以免费拿到放在常青店里的明信片物料。\n\n不过这一切都无关紧要，至少你拿到了仁光的明信片。它是不是一张批量印刷、本人没出镜、只有一张摄影图片和一行复印小字的明信片都不重要，重要的是你很想要它，而且拿到了。\n\n虽然冥冥中，内心一直有声音在对你说。{FormFeed}{FormFeed}{FormFeed}{FormFeed}“做偶像厨只会害了你。”",
    [73] = "从摄影图的质量来说，还真蛮容易就联想到你在南云店里遇到的那个“仁光”。\n\n这倒不是说图拍摄得好还是坏，这种泛着蓝色调又朦胧胧像是蒙着层雾的方形照片要不是后期调出来的色彩，就只能是某些胶卷相机使用的塑料镜头的功劳。后者倒是出过不少用塑料壳的款式。\n\n而她拿的确实是相似类型的胶卷机。",
    [74] = "【仁光】\n“我想一直待在从树叶空隙照进的阳光里”",
    [75] = "【旁白】\n明信片上印着这样一行字，看上去像作家自己写的。配图则是现在城市里已经很少见的花枝。白色的花瓣在枝条上绽开、覆盖，你不确定自己有没有见过这样的花。",
    -- 选项9
    [76] = "【{nick}】\n1. #拿出手机拍一拍看看是什么花。\n\n2. #试着在地图上找找附近有没有开花的公园一类。",
    [77] = "【旁白】\n在你拿出手机，准备查询的时候，有人按住了屏幕的上端。\n\n视线向上抬去，是之前在南云店里见过的，自称“仁光”的少女。",
    [78] = "【“仁光”】\n真巧诶！又是你。\n你也是来领周边的吗？",
    [79] = "【旁白】\n少女随意地拉开你对面的椅子坐了下来，然后和你聊起了天，自来熟得像是你们之前就约好在此碰面一样。",
    -- 选项10
    [80] = "【{nick}】\n1. 原来大海里真的能捞到针……\n\n2. 今天太阳应该是从东边升起来的才对……？",
    -- 选项10选择1
    [81] = {"【“仁光”】\n什么针，你有掉什么东西吗？\n\n好怪哦，所以你到底是不是来领周边的。"},
    -- 选项10选择2
    [82] = {"【“仁光”】\n嗯？太阳不从东边升起来，难道从东边落下去吗？\n\n好怪哦，所以你到底是不是来领周边的。"},
    [83] = "【旁白】\n也是，你仔细想想，她都自称仁光了，还能错过仁光的周边不成，在这里出现也是应该的。",
    [84] = "【{nick}】\n呃，是，给家里人带的礼物。{FormFeed}{FormFeed}【旁白】\n你仔细斟酌了一下自己和茉莉的关系，最后选择了家人这个词。",
    [85] = "【{nick}】\n你呢，也是来拿明信片的？\n我以为你这样的人不会亲自来。你对这个作家也有兴趣吗？{FormFeed}{FormFeed}【旁白】\n听到你的话，她好像很努力地在憋笑。",
    [86] = "【“仁光”】\n不不不……\n那个，咳咳，虽然听上去有些不可思议，但我就是作家本人。\n可不是什么冒牌货哟，百分之一百的本尊在此。",
    [87] = "【旁白】\n她双手叉腰，挺了挺胸，看上去十分自信。\n不过，在向你解释的时候，她还是压低了几分声音，像是怕周围的顾客听到一样。",
    [88] = "【仁光】\n只不过嘛，真实身份不能轻易示人，因为大作家的身份是很神秘的！",
    [89] = "【{nick}】\n但是我觉得不太有说服力的样子。",
    [90] = "【仁光】\n很神秘的！\n\n唔呃，你那是什么表情，我很认真的好吧！\n我——我可从来没有在这种明信片上出过镜，无论是哪一张，这难道不是证据吗。",
    [91] = "【旁白】\n她好像对你怀疑她的身份十分不满。但是论谁也没法求证她到底是不是真的仁光，除非出版社的人就坐在你旁边。\n\n但出版社的人要证明自己就是出版社的人也是困难的事，这样就陷入逻辑怪圈里了。在更多依托新媒介接收和传递信息的时代，似乎证明自己是自己这样的事也变得困难起来。\n\n姑且还是相信她一下吧。",
    -- 选项11
    [92] = "【{nick}】\n1. ……抛开你到底是不是不谈。\n本尊就这么怕别人发现你的身份？\n\n2. 你来自己周边的赠送活动干什么。",
    -- 选项11选择1
    [93] = {
        "【仁光】\n这个是芥周子要求的啦，我也不想的啦……\n人多多少少会有点成名欲望，我也想走在大街上被人认出来然后要签名……况且一个会在街上随处出现的作家不是更平易近人嘛。\n\n结果她说什么“人设”啦，“安全”啦，就让我不要暴露自己是谁这样，下了死命令。\n喔，你是不是不认识她来着，我想想啊，那个称呼怎么说来着？\n\n经纪人……？",
        "【{nick}】\n……你这不还是向我暴露自己身份了。",
        "【仁光】\n那不一样的。你是知道我真名的第一个人，而且是因为我觉得你很有趣的缘故。\n有趣的人是很安全的，我称之为仁光的哲学第零定律。"
    },
    -- 选项11选择2
    [94] = {
        "【仁光】\n因为很好玩啊。\n你看，有这么多人在排队，大家都很想要我的明信片。\n不过他们是奔着“仁光”这个名字来的呢，还是奔着我在明信片上写的东西和拍的照片来的呢。",
        "【{nick}】\n我想大概——",
        "【仁光】\n大概是前者对吧，大家都会这么说。但会这么说的人，也会考虑到后者，作为一种潜在可能性。\n而对于人这个群体来说，无法确定前者的必然，也无法确定后者不存在。\n也许有人会出于后者的理由来拿我的明信片呢，这不就很有意思啦，我称之为仁光的哲学第零定律。"
    },
    [95] = "【旁白】\n不知道为什么，但冥冥中你总觉得她这么脱线的性格能在城市里平安长大，除了她亲朋好友的照顾之外，还得感谢上天的恩赐。\n\n考虑到她的作品内容，经纪人会担心她的人身安全也正常。\n似乎想到了什么，她又补充起来。",
    [96] = "【仁光】\n而且。{FormFeed}{FormFeed}【旁白】\n她顿了顿，表情严肃了几分。",
    [97] = "【仁光】\n“名字代表什么？我们所称的玫瑰换个名字还是一样芳香。”\n仁光什么都可以是，也可以什么都不是。人可以是逐名的动物，也可以不是。比起前者，我更希望看到后者的出现，因为逐名的人太多了。",
    -- 选项12
    [98] = "【{nick}】\n1. 很哲学。\n\n2. 很玄学。\n\n3. 很深奥。",
    -- 选项12选择1
    [99] = {"【仁光】\n我以为你会说很戏剧的，毕竟是大戏剧家的台词。\n很帅气，夸我很帅气也可以呀！"},
    -- 选项12选择2
    [100] = {"【仁光】\n玄学个头喔，明明我在说蛮期待不要因为名气就来拿明信片。\n那作家不就成演员了嘛，太坏了。"},
    -- 选项12选择3
    [101] = {"【仁光】\n人是最深奥的东西。\n但我说的话可一点也不深奥。作出如此反应，只能说明：你笨笨。"},
    [102] = "【旁白】\n严肃的样子只维持了一瞬，就又回到了她让人熟悉的风格上。\n很难说究竟哪个是演的，哪个是真的她。\n可能和她熟悉戏剧台词有些关联，她要是去演戏的话一定是个有成就的演员。\n\n如果说性格脱线的人都和她一样能随时进入理性的思考领域的话，也许元气属性就不会绑定笨蛋属性了。虽然你也不知道为什么元气笨蛋是一种可以连用的名词。\n大概是一种刻板印象，那这种绑定其实不成立也说不定。",
    [103] = "【仁光】\n好了，话归正题，你是不是要查那张照片来着。",
    -- 选项13
    [104] = "【{nick}】\n1. 对。\n\n2. 不对。\n\n3. 好像是有这么一回事。",
    -- 选项13选择1
    [105] = {"【仁光】\n不对也得对，因为我觉得带你去那儿是很有意思的一件事。"},
    -- 选项13选择2
    [106] = {"【仁光】\n不对你个头，没有人告诉你不要挑战少女的记忆力吗？"},
    -- 选项13选择3
    [107] = {"【仁光】\n我告诉你，确实是有这么一回事。"},
    [108] = "【仁光】\n所以，仁光在此宣布：你得和我走一趟。\n下面你有五秒钟时间思考。\n\n一。好，没有异议，现在出发。",
    [109] = "【{nick}】\n等等等等等一下——哪有第二次见面就拉人搞城市内旅行的事，太快了太快了！",
    [110] = "【仁光】\n我是旅行作家嘛，旅行作家怎能停下自己旅途的脚步呢。\n而且，不是有大人物说过：“走进生活中去吧，不要迟疑，不要害怕——仁光会带你到彼岸，会让你再次脚踏实地”。\n这可不是我说的哦，略略。",
    -- 选项14
    [111] = "【{nick}】\n1. 怎么听起来怪怪的？\n\n2. 感觉你偷偷改句子了……",
    -- 选项14选择1
    [112] = {"【仁光】\n说明你没有听过这么有哲理的话，是缺乏文化的表现。\n不过，现在你知道了。"},
    -- 选项14选择2
    [113] = {"【仁光】\n当然——才没有，这可是“有人”说过的哦，反正不是仁光说的。\n人云亦可成真，只要你有相信的心。"},
    [114] = "【{nick}】\n拗不过你，但这一趟该不会只是为了专程带我去看看花……？",
    [115] = "【仁光】\n很聪明，对了一半，说明你不笨笨，只是笨。\n既是看花，也不是看花。\n\n整天窝在钢筋水泥玻璃幕墙里，灵魂是要发霉的。这个时候就得找个地方出去走走才好。譬如说，在太阳底下晒被子，那种味道和触感，能把人从一天的疲劳中拯救出来。\n找个地方把人晒一晒，也是这个道理。当然也可能因为其实是去看树。\n\n我称之为仁光的哲学第一定律。",
    [116] = "【{nick}】\n你的这个定律还真的有零一二三啊。",
    [117] = "【仁光】\n我刚编的，诶嘿。\n不过多编两句是不是也能结集出版一下。芥周子最近催我的稿子有点太多了，很让人困扰的。\n古往今来自称作家的人，也有不少是今天挤一点牙膏，明天挤一点牙膏，后天再挤一点牙膏的嘛。那些写心灵鸡汤的不都是这样吗？",
    [118] = "【{nick}】\n感觉……“我想一直待在从树叶空隙照进的阳光里”这样的句子读起来也很像鸡汤文学。",
    [119] = "【仁光】\n嘛，当时写这句的时候可能是因为我想一直待在从树叶空隙照进的阳光里。\n不，不如说是因为，“我想一直待在从树叶空隙照进的阳光里”。\n\n至于是不是鸡汤嘛，你猜喽？",
    [120] = "【旁白】\n她调皮的闭起一只眼睛笑了，遮起了几分受损的瞳孔，让它看起来没那么触目惊心——考虑到少女只是随意的坐在你的对面，这伤痕比那天店里看起来还要明显得多，但她好像丝毫不在意。\n从见到她第一面开始，她好像就一直在笑和开玩笑。这种话语的姿态仿佛有种魔力，虽然看上去无忧无虑又脱线大条，可你拿不准仁光的真实意思。{FormFeed}{FormFeed}{FormFeed}{FormFeed}她究竟是在玩弄自己话语的梗呢，采用原句的字面意思呢，还是另有所指呢？\n真相写在她脑海的同一行字之间，又在她勾起的嘴角后隐去，捉摸不清。\n虽然在关键的地方，仁光从不对你把话说明白，但个人魅力这样的东西，大概就是这样才凸显出来吧。你不得不承认这句话勾起了几分探寻的兴趣。",
    [121] = "【仁光】\n那么不如现在就来一场说走就走的旅行——其实好像也不是很远的样子。\n虽然外面沙漠化的土地很多，可每座城市的边缘还是别有洞天的，不只是残破的钢筋水泥，也不会让你去看沙子和废墟。\n\n走啦——",
    [122] = "【旁白】\n她指了指门口，示意你和她一起出去，自然的如孩童邀请小伙伴去自己发现的秘密基地玩闹。\n\n仁光属于心智很童真的那一类人吗？你忽然这么想。\n很难说完全不是，也很难说完全是。人是相当复杂的东西，不能简单用是和否来衡量不确定，这点在她身上尤其如此。",
    [123] = "【{nick}】\n心思真复杂呀，你每天都有那么多事情要想吗。\n一个人思虑太多，就会失去做人的乐趣，别发呆啦。",
    [124] = "【旁白】\n她伸手招来无人车，好像没有和你均摊车费的意思。\n考虑到茉莉买了她那么多书，已经贡献了很多销量，你决定不主动提起车费的事。\n\n纸质书从很久以前的消费品，变成了这个时代的轻奢侈品，而洗盘子的工作仍然与以前痛苦的人类劳动无异。出于保护人类工作岗位之类的原因，许多工作岗位并没有被机器人取代，但可观的人工费就因此大打折扣了。\n不知道该说是人的幸运呢，还是不幸呢。\n不过，你肯定不喜欢洗盘子。\n\n……"
}
