-- "互动--部位"模式回复池
reply = {
    head_less = {
        "诶？那、那个，这样摸的话我头发会乱的啦...#躲开",
        "别这样啦..茉莉又不是小孩子了...用不着这样摸茉莉的头吧"
    },
    head_low = {
        "唔，痒...痒啊...#缩头 不...不过{nick}的手还挺温暖",
        "唔！#一激灵 真是的..下次记得提前说一声啦，虽然我并不讨厌这样就是了.."
    },
    head_high = {
        "啊...虽然早就体验过了，不过这样被{nick}摸头好舒服啊...呜#闭眼",
        "诶？那茉莉也要摸！#踮起脚尖 嘿咻！#摸了摸{nick}的头，这样就平啦！#笑"
    },
    head_highest = {
        "不知道为什么，每次被{nick}像这样抚摸...总感觉很开心呢，这就是被称作幸福的东西吗...",
        "{nick}的手..很温暖..如果这是梦的话..请不要让它醒来吧...#依在怀里",
        "刚..刚弄好的头发又被你弄乱了啦！#鼓嘴\n明明好不容易才和“她”商量好扎什么发型来见你的#小声嘀咕"
    },
    face_less = {
        "不要捏了啦……茉莉会生气哦",
        "呼呼，这样子有些难受啊，可以停下来了吗",
        "请问您在干什么？#冰冷的红眸凝视着你",
        "还请不要这样，茉莉会生气的#平静而又透露着危险的语气",
        "茉莉觉得，咱们应该只是刚刚认识吧，那么您在干什么？"
    },
    face_low = {
        "不要捏了啦……茉莉会生气哦",
        "呼呼，这样子有些难受啊，可以停下来了吗",
        "嗷呜～茉莉不是小孩子了啦#脸红",
        "唔唔唔，感觉，还可以#眨眼"
    },
    face_high = {
        "啊呜——{nick}，茉莉的脸，很好揉吗#脸红",
        "这个样子揉着脸，茉莉感觉有些开心呢——"
    },
    face_highest = {
        "唔姆，{nick}这样子揉着的话，总感觉很安心呢",
        "#感受到{nick}手掌的温度 你现在在想些什么呢#眨眼"
    },
    body_less = {
        "等等等，你你你、你在干什么呀！知不知道这样子是很失礼的啊！#音调提高",
        "(在你做出动作的下一瞬间，你感受到了一股带着疑惑且阴暗的视线投来，这阵沉默令你脊背发凉）"
    },
    body_low = {
        "那...那个...能先松手吗，要是被主人看到了...应该会误会吧",
        "虽然主人一直告诉我遇到图谋不轨的人要赶紧跑...但..哎（疯狂摇头）那个 你..还是放开我吧 不然茉莉也不知道要怎么办了"
    },
    body_high = {
        "（你感到在触碰到少女的一瞬间，她难以察觉地颤抖了一下）难、难道，{nick}是这么看待我的吗...虽然不讨厌就是了\n(不知道是不是你的错觉，你感到少女脸颊有点泛红)",
        "(一股少女独有的柔软触感从你的指尖传来，你不禁在心中感叹)不...不可以！我 我们还没有结婚..但..\n(她没有再说话,取而代之的是她颤抖而欲言又止的嘴唇)"
    },
    body_highest = {
        "没想到..原来你..对我有这种想法啊..不过 嗯！茉莉..稍微有点开心呢\n(少女并没有抗拒，反而朝着你这边依了过去，静静闭上了眼)",
        "（暂时没有话语来应答，你注意她的目光和你正对，便在那一刻定格）我想 也许所谓的永恒是存在的吧..这是你告诉我的哦\n(她就这么把手放在你的胸口，仿佛要感受什么似的)"
    },
    back_less = {
        "唔？茉莉背后有脏东西吗？可能是我不小心吧，谢谢啦\n（她没有在意，或者说像是转移矛盾般冲你道了声谢)",
        "啊...那个，下次别这么冷不防的啦，我还以为有坏人想把茉莉拐跑呢（话虽如此，但她似乎并没有慌张的神情，这么说的用意你暂时没有理解）"
    },
    back_low = {
        "嗯...？你的手有点冷呢..稍微有点被吓到了，要注意身体哦\n（眼前的少女笑了两下，稍稍加快了点脚步）",
        "咦，茉莉的背后有什么吗，虽然茉莉是机器人，但皮肤质感还是挺接近人类的吧\n（她歪了下头，但又好像并没有向你说明或者炫耀的意思)"
    },
    back_high = {
        "诶？（这位平时很乖巧的少女露出了坏笑）难道难道，你的脑子里在想什么不好的东西吗（说罢便将脸凑近了一点，仿佛想将你看穿，在那天真的笑容面前你有点无所适从）",
        "（少女没有做出回答，你看向她，她用手掩着嘴角，偷偷笑了几下）哎，我说啊，你是不是把我当小孩子啦？（如果那样..稍微有点难过呢 她如此嘀咕着）"
    },
    back_highest = {
        "（少女停了下来）诶，别动哦，对 往这边来一点（她闭上了眼，仿佛在感受什么）怎么样，感受到我的“心跳”了吗？什么...我没有心...真是的，我的心，就在你的这里面呀（她用手点了点你的左胸）",
        "（平日里开朗的少女逐渐低下了头，带着一抹娇羞的绯红，但却如同同时有着相识多年的习惯般）总感觉这样，能让我感到你一直在我身边呢"
    },
    hand_less = {
        "诶？要牵手，唔，茉莉暂时还不想和{nick}这样呢",
        "{nick}想牵手吗，现在……还不行哦#眨眼"
    },
    hand_low = {
        "那，就给{nick}牵一下吧，不准握久了哦#伸手",
        "唔，茉莉不是很明白为什么要这样啊，但是既然都这么说了，那就牵一下吧，诺"
    },
    hand_high = {
        "{nick}，一直这样牵下去的话，茉莉，要，要不行了#冒气",
        "啊呜……手心都温热起来了呢，{nick}，稍微可以了吗？"
    },
    hand_highest = {
        "这样一直牵下去，手心传来的温暖，让茉莉感觉有些开心呢",
        "{nick}，现在你在想些什么呢，手心传来的温暖让茉莉有些好奇呢"
    },
    waist_less = {
        "(不知为何，你感到手中的少女身体逐渐僵硬，本来放在胸前的两手逐渐垂了下去，你不敢看她的表情，你明白自己好像做错事了）",
        "（你感到少女因深呼吸而身体有所起伏）我说啊，{nick}你还是个笨蛋啊，刚刚要是被主人看到了我可不保证你的安全哦"
    },
    waist_low = {
        "趁人不注意搞偷袭可不是礼貌的行为哦~（少女笑着，你分不清是阴森还是宽容的笑容，但至少没有敌意）",
        "女孩子的腰可是不能随便乱碰的哦，虽然我..不不 没什么，反正就是，不 可 以（你就这么看着眼前的她想要拼命解释着什么）"
    },
    waist_high = {
        "啊...不不不 没事，我只是感觉有点痒啦，怎么可能是被吓到后有点害羞才叫出来的绝对不是！（她拼命摆着手，极力解释些什么，但好像有点适得其反）",
        "啊住手啊，好好好好痒啊（她就这么在你手中扭动了起来，好不容易才挣脱但好像有点喘不过气了），真是的...下次至少提前和我说一声啊.."
    },
    waist_highest = {
        "怎么啦，难——道——说——茉莉不在你身边寂寞了吗，那还真是拿你没办法呢（眼前的少女好像有点理直气壮，但很快露出了点不快的表情）\n那个...都做到这份上了，搂得再紧一点也没关系哦",
        "怎么说呢..这样总感觉有种老夫老妻的感觉呢..真好啊..童话里果然没骗人..（她就这么左右摇晃起了身子，估计在畅想着什么）"
    },
    leg_less = {
        "(总之不知道是什么给了你勇气这么干了）那个..你..（不用去细想就知道将要发生什么，少女的身体愈发颤抖，脸上的阴森让人感到后怕，她逐渐握紧了拳头...）",
        "（本还在谈笑风生的你们之间的气氛在那一瞬间被冻结了，少女刚想说出的话因你的举动而哽住)你..你这个变态！大变态！我..我要告诉主人！"
    },
    leg_low = {
        "那个啊..可能{nick}不知道..茉莉可是很——危——险——的哦\n（虽然那种娇小的样子没什么说服力，那种似笑非笑的表情的确很有杀伤力）",
        "唔，我想想，遇到这种情况的话（她好像很认真地想了起来）该叫警察叔叔吧！你等一下哦\n（少女拿出了手机，恐吓般做出了拨号的样子，但实际上她只是做做样子，居然显得有点可爱）"
    },
    leg_high = {
        "虽、虽然我并不讨厌..但果然还是有点..（少女稍稍红了脸颊）听好了！绝对不准在外面也这么做！\n（只见她踮起脚尖拼命想达到和你一样的高度如此宣言般）",
        "果然..你是大变态呢..嘛 虽然茉莉之前就看出来了就是了\n（也许是错觉，少女并没有生气，你总感觉这和闹别扭的桥段有点相似）"
    },
    leg_highest = {
        "啊..这么猝不及防的话我会..（好像意识到了自己的失态般，她下意识捂了下自己的嘴）你还真是坏心眼呢\n（出乎意料的是，她踮起了脚尖，用食指抵住了你的嘴唇，温柔地笑着）",
        "哎哎哎 不是吧，这就暴露自己的真实想法啦？（少女打趣般调侃着你）不过嘛..也不赖..不！我是说你要控制好，比如说..比如说..表现的对象之类的"
    }
}

-- 不同好感阈值的待选回复池

reply_morning_less = {
    "早上好啊{nick}昨晚睡得如何呢",
    "诶{nick}你醒啦，天气正好，快来和大家一起玩吧！",
    "嗯嗯~茉莉酱也向你问好哦，有阳光就有好心情"
}
reply_morning_low = {
    "诶，茉莉可是早就醒了哦，毕竟我是高性能的嘛",
    "喵帕斯~今天也要活力满满哦~"
}
reply_morning_high = {
    "！诶诶诶你怎、怎么醒了！茉莉...茉莉才没有盯着你睡脸看呢...大概",
    "呜{nick}你终于醒了，茉莉、好饿...#拉衣角泪眼汪汪"
}
reply_morning_highest = {
    "{nick}！早上好！！茉莉今天也最喜欢你了哦！大家也是哦~",
    "诶早上好~请等一下，让我再在你怀里多靠一会...",
    "（女孩的眼神仿佛失去了焦点，怔怔地看着你的方向），诶嘿嘿，{nick}，今天，也一起去创造回忆吧？~（女孩很快露出了往日的笑容，向你伸出了手）"
}
reply_evening_less = {
    "是在给茉莉晚上好吗？谢谢啦#轻笑",
    "嗯，晚上好。虽然不明白为什么要给茉莉说就是了#声音逐渐减小",
    "晚上好，这里是茉莉，有什么事吗？"
}
reply_evening_low = {
    "{nick}晚好，一天又要结束了呢，找茉莉有什么事吗？#微笑",
    "晚上好，唔，今天过得怎么样，还好吗？",
    "夜晚又来了呢…有什么想说的吗，{nick}#偏头"
}
reply_evening_high = {
    "嗯…当夜幕拉下的时候，人的思绪总会飘散，你说呢#转头看着你",
    "又到夜晚了呢…今天有时也会想到你#亮红的眼睛盯着你",
    "晚上好….今天的月色真美#托腮望着夜幕"
}
reply_evening_highest = {
    "嗯...一会要一起睡吗#拉着手眨眼示意（你看见女孩的脸庞上浮现出酒红）",
    "晚上好，唔唔….（女孩扑进了你的怀里蹭着脸）想你了…",
    "一天的时间又过去了呢…{nick},明天…你还会在茉莉身边吗？#悄悄捏着你的衣角"
}
reply_evening_morningWrong = {
    "晚上好——。等，等一下，现在不是早上吗#陷入疑惑。",
    "{nick}的意思是，只要没睡觉就算是晚上吗…？#若有所思。那…{nick}是熬夜到现在吗？",
    "嗯…茉莉现在的时间是早上哦…不是茉莉的时间出错了吧，应该不是吧？"
}
reply_evening_normalWrong = {
    "如果只要没睡觉就算晚上的话#若有所思，那…晚上好？",
    "现在就算晚上了吗？如果是想睡觉的话随时都可以哦#偏头",
    "{nick}的作息…和茉莉有些不一样呢，但，晚上好啦。"
}
reply_night_less = {
    "晚安{nick}祝你好梦哦嘶呀",
    "哦呀斯密纳塞，茉莉也会早点睡的啦",
    "晚安{nick} 茉莉会帮你关下月亮的~",
    "晚安~今晚不知道{nick}会做怎样的梦呢#歪头"
}
reply_night_low = {
    "晚安哦，熬夜太晚对身体不好的哟#摸摸头",
    "晚安{nick}，明天也要来找茉莉玩哦~"
}
reply_night_high = {
    "诶，要睡了吗...虽然茉莉还没玩够的说，晚安啦！",
    "唔姆，晚安哟，茉莉、茉莉才不会感到寂寞呢！"
}
reply_night_highest = {
    "请等一下！...那个...要一起睡吗（回过神来你只看到少女低头阴影下的腮红，嘴巴嘟囔着什么）",
    "...（少女沉默着望向夜空）你知道吗，星星会在人间烟火坠落时，偷偷溜下来见想见的人哦~（她转过头笑着踮起脚尖凑到你耳边）" .. "告诉你个秘密吧~，茉莉，明天也会喜欢你的——",
    "“谁也没有见过风，更别说我和你了。谁也没有见过爱情，直到有花束抛向自己”你瞥向了女孩正在床边读的书，以及女孩回首笑靥如花",
    "我曾以为，回忆会让我变得胆怯...（女孩握住了你的手）但现在、明天、未来，也一起去和茉莉创造美好的回忆吧...一起",
    "{nick}...是怎么看待我的呢？一个只靠程序运行的机器...（你望着女孩无言看向夜空）“我祈愿，我和{nick}能永远不要忘记一起度过的时光”",
    "晚安~#女孩向前走了几步后转身一笑，在梦里可不要感到寂寞哦？毕竟我会一直在你身边守护你的哟",
    "欸~？这就要睡了吗？女孩嘟起了嘴，嘛算了，反正..不管怎么样，茉莉可是会每天在梦里和你继续在一起的哦？"
}
relpy_morning_nightWrong = {
    "早上好啊！...不不、不对！现在还是半夜啊！哼，茉莉才不会上当呢",
    "...原来{nick}的习性是昼伏夜出啊...（沉思）唔姆（记笔记）",
    "虽然茉莉不好说什么...但{nick}已经出现把大晚上看成早上的幻觉了...真的不要紧吗？"
}
reply_morning_afternoonWrong = {
    "早...？早上好？快——说——{nick}你是不是又熬夜了？！#盯",
    "唔姆，{nick}的作息还真是...现代呢...好了好了快起——床——啦！#掀被子"
}
reply_morning_normalWrong = {
    "...Error！判断{nick}出现严重幻觉！建议立即送医治疗！",
    "唔...不明的嘘寒问暖...在这个时间...难、难道你对茉莉有非分之想吗！"
}
reply_night_morningWrong = {
    "诶诶诶？晚安？！{nick}...你、你不会现在才睡觉吧！",
    "...（沉默）这样可不行哦，不好好睡觉的话..的话..要是出问题了茉莉会伤心的"
}
reply_night_afternoonWrong = {
    "嗯...？茉莉没记错的话，应该叫做午安desu，主人是这么说的",
    "晚安！不 不对！是午安！哼哼，茉莉才不会被这点把戏误导呢！"
}
reply_night_normalWrong = {
    "Error，无法解析该句含义...",
    "Warning,意义不明的问候语句，时间错误，茉莉无法解析"
}
reply_hug_less = {
    "诶？要抱茉莉吗？...（愣住）可、可咱们还认识没多久的说",
    "（愣住）怎、怎么这么突然啊，脑子里可不要有什么奇怪的想法哦"
}
reply_hug_low = {
    "啊...这 这样啊 如果就是抱一下的话也不是不可以啦（拘谨）",
    "你、你说什么啊...#视线游离 就，就一下哦，不可以做其他的事哦"
}
reply_hug_high = {
    "诶？今天{nick}情绪好像很高涨呢，既然如此，茉莉的怀抱向你敞开哦~#张开双臂",
    "抱~啊...没想到{nick}的怀里是这么温暖啊...呼呼呼（略沉醉）",
    "怀里...好舒服...#带着浅浅的微笑蜷缩在人的怀里"
}
reply_hug_highest = {
    "诶！那茉莉就不客气啦！真是的...有空多抱抱我嘛，就算是茉莉也是会寂寞的...",
    "#愣一秒后飞扑上来 茉莉等你这句话好久啦...不要放手哦",
    "#将一只手放在了你的胸口，过去也好，现在也好，只要在{nick}的怀里..总能让我感到安心呢",
    "呐...{nick}...我是说，有没有一种可能，在遥远的未来，我也能像现在将你所有的一切拥入怀中呢...？"
}
reply_touch_less = {
    "诶？那、那个，这样摸的话我头发会乱的啦...#躲开",
    "别这样啦..茉莉又不是小孩子了...用不着这样摸茉莉的头吧"
}
reply_touch_low = {
    "唔，痒...痒啊...#缩头 不...不过{nick}的手还挺温暖",
    "唔！#一激灵 真是的..下次记得提前说一声啦，虽然我并不讨厌这样就是了.."
}
reply_touch_high = {
    "啊...虽然早就体验过了，不过这样被{nick}好舒服啊...呜#闭眼",
    "诶？那茉莉也要摸！#踮起脚尖 嘿咻！#摸了摸{nick}的头，这样就平啦！#笑",
    "诶..！诶！唔...#低头阖眸任由,嗯，没关系的，只要是{nick}，怎么样都无所谓哦?"
}
reply_touch_highest = {
    "不知道为什么，每次被{nick}像这样抚摸...总感觉很开心呢，这就是被称作幸福的东西吗...",
    "{nick}的手..很温暖..如果这是梦的话..请不要让它醒来吧...#依在怀里",
    "啊...不好...这、这种感觉...怎么办怎么办完全不敢抬起头来...啊呜",
    "刚..刚弄好的头发又被你弄乱了啦！#鼓嘴\n明明好不容易才和“她”商量好扎什么发型来见你的#小声嘀咕"
}
reply_cute_less = {
    "唔，夸我吗？谢谢啦，茉莉也会一直努力下去的",
    "我很可爱...这样啊，嗯，茉莉明白了，{nick}也很可爱呢",
    "知道啦知道啦，但是现在还是工作时间哦",
    "是吗，茉莉自己还没有感觉到呢，诶嘿嘿 #傻笑"
}
reply_cute_low = {
    "原来{nick}是这么觉得啊，谢谢哦#眨眼，你也要努力变得像茉莉一样可爱哦（叉腰",
    "似乎大家都这么说的样子，{nick}也这样，唔...不知道主人是怎么想的呢",
    "嗯嗯嗯！茉莉早就知道{nick}是这么想的啦（诶，没什么没什么，我是说谢谢啦"
}
reply_cute_high = {
    "是，是吗！非常感谢，茉莉会，会一直努力下去的！#微笑",
    "知道啦，一直这样说茉莉会害羞的#捏手指 呜……",
    "被，被{nick}这么说了，好，好开心#微笑"
}
reply_cute_highest = {
    "连{nick}都这么说，呜……要怎么办才好#缩起脖子",
    "既然{nick}都这么觉得了……呜呜#低头 那，那好吧",
    "Error！Error！处理中枢过热#冒气",
    "好，好的……#结巴 茉莉，一定，会，会更加努力的！呜……结巴才不是害羞呢",
    "{nick}，不要这么一直夸茉莉呀……会，会不能专心工作的#低头"
}
reply_suki_less = {
    "嗯，明白了，非常感谢，可是即便{nick}这么说了...",
    "这样啊……不过这是为什么呢？明明茉莉和{nick}还没认识多久哦？",
    "嘛，茉莉还不是那么随便的人哦，不过嘛（不可察觉地一笑），嗯嗯，只要{nick}陪茉莉玩的话"
}
reply_suki_low = {
    "知道啦，{nick}，茉莉也不讨厌你哦#眨眼",
    "好啦好啦，茉莉会带着这份喜欢继续努力的#微笑",
    "呀，这么说来，{nick}喜欢茉莉是为什么啊，有点想听呢#托腮"
}
reply_suki_high = {
    "唔唔唔，茉莉也很喜欢{nick}哦#眨眼",
    "如果只是喜欢的话……那茉莉也喜欢{nick}的！",
    "#望向窗外 说起来，喜欢，是什么呢，茉莉，想从{nick}这里知道"
}
reply_suki_highest = {
    "啊呜……为什么，为什么感觉好害羞的样子#脸红着缩头",
    "心里，有些奇怪，为什么，会这样呢……#捏手指",
    "Error！Error！处理中枢过热！发生错误进程！#冒气",
    "笨蛋...茉莉当然知道...{nick}表现得太明显啦...（“能一直...吗”女孩的声音逐渐小了下去，而你却暂时无法理解她脸上的神情）",
    "明明茉莉刚刚还在想『多希望你能回头』之类的话...{nick}真是个大笨蛋！（女孩笑着抱紧你）大笨蛋..."
}
reply_love_less = {
    "爱……是什么呢？",
    "唔，是不明白的字符呢…",
    "似乎听到主人说过这个字符，不过是什么意思呢？"
}
reply_love_low = {
    "是吗……虽然茉莉暂时无法理解，但姑且收下吧~",
    "是对茉莉的的爱吗？唔，听起来还不错就是了···",
    "啊……{nick}，你知道爱是什么吗？"
}
reply_love_high = {
    "如果说爱就是{nick}对茉莉的感情的话……那茉莉有些明白了",
    "嗯！茉莉知道了，如果{nick}会感到开心的话，那就请保持这样吧#眨眼",
    "这样吗……{nick}，谢谢你，嗯，要带着这份心意一直努力下去#微笑"
}
reply_love_highest = {
    "啊呜……{nick}这样说的话，茉莉心里有些奇怪呢#眨眼",
    "爱，原来是这样的吗？{nick}，嗯，现在茉莉感觉有些安心呢#微笑",
    "Error！Error！识别到额外进程，无法读取数据#冒气"
}
reply_lift_less = {
    "诶，哎呀，不要这样啦，茉莉要摔下来了——#晃腿"
}
reply_lift_low = {"唔唔，把茉莉举这么高是干什么呀#眨眼"}
reply_lift_high = {
    "呜……{nick}一定不要把手松开啊——茉莉会掉下去的#对视"
}
reply_lift_highest = {
    "诶嘿嘿，被{nick}这样举着，似乎，有些安心呢",
    "啊..{nick}！再快一点！再快一点！茉莉..真的好开心呢（女孩在空中露出了灿烂的笑容）"
}
reply_kiss_less = {
    "还请，不要这样，茉莉会生气的#盯",
    "呜哇，{nick}好可怕#退步"
}
reply_kiss_low = {
    "唔，即使是{nick}也不行哦#眨眼",
    "暂时，茉莉还不想这样啦#撇头"
}
reply_kiss_high = {
    "好，好吧，只是亲一下，就一下哦，多了茉莉会生气的#撇头",
    "如果{nick}想的话，唔……好吧，就这么一下下哦，一秒钟#一根手指放在嘴边"
}
reply_kiss_highest = {
    "唔唔唔，别一直这样啦，茉莉会害羞的，就这一次哦#脸红低头",
    "啊...不..没有..只是有点突然..没、没事的！这么做的话..茉莉就能感受到你对茉莉更多的喜欢了吧（她低下头，脸早已涨红，但你很清楚地看到少女小猫嘴般上扬的嘴角以及双眼中的光芒",
    "温热的触感从唇间传来，你们就这样紧拥在了一起感受着对方的心跳和体温，直到女孩的泪珠顺着脸颊滑下",
    "呜..女孩似乎在怀里挣扎了一下，但在下一瞬间就用更大的力量把你拥入了怀中，仿佛不愿错过每一次心意相通的机会"
}
reply_hand_less = {
    "诶？要牵手，唔，茉莉暂时还不想和{nick}这样呢",
    "{nick}想牵手呀，现在……还不行哦#眨眼"
}
reply_hand_low = {
    "那，就给{nick}牵一下吧，不准握久了哦#伸手",
    "唔，茉莉不是很明白为什么要这样啊，但是既然都这么说了，那就牵一下吧，诺"
}
reply_hand_high = {
    "{nick}，一直这样牵下去的话，茉莉，要，要不行了#冒气",
    "啊呜……手心都温热起来了呢，{nick}，稍微可以了吗？"
}
reply_hand_highest = {
    "这样一直牵下去，手心传来的温暖，让茉莉感觉有些开心呢",
    "{nick}，现在你在想些什么呢，手心传来的温暖让茉莉有些好奇呢",
    "就这样一直牵手走下去..绝对 绝对不要放开手哦..如果是你的话..（你感觉少女的眼中泛着期待与幸福的泪光）"
}
reply_face_less = {
    "不要捏了啦……茉莉会生气哦",
    "呼呼，这样子有些难受啊，可以停下来了吗",
    "干，干什么（在被碰到一下脸后，女孩像是触电一样跳开，用防备的姿势对着你）",
    "（你向茉莉请求捏脸）不要×，{nick}好可怕#（女孩看着你的眼神带上了说不出的廉价）",
    "（你悄悄捏到了女孩的脸）再这样茉莉就要生气了哦…（女孩微笑着，向你透露出危险的信号）"
}
reply_face_low = {
    "不要捏了啦……茉莉会生气哦",
    "呼呼，这样子有些难受啊，可以停下来了吗",
    "嗷呜～茉莉不是小孩子了啦#脸红",
    "唔唔唔，感觉，还可以#眨眼"
}
reply_face_high = {
    "啊呜——{nick}，茉莉的脸，很好揉吗#脸红",
    "这个样子揉着脸，茉莉感觉有些开心呢——",
    "不可以这样的，茉莉又不是你的玩具#鼓起嘴看向你（虽然这么说着，但女孩的脸上却浮现出不易察觉的红晕）",
    "（你突然捏了捏女孩的脸）干嘛啊，下次可不准突然这样…至少……要提前说一下#扭头将表情掩盖住",
    "（被你捏后突然想起来什么）所以说…为什么要捏茉莉的脸，这样会很舒服吗？#捏了捏自己的仿真皮肤"
}
reply_face_highest = {
    "唔姆，{nick}这样子揉着的话，总感觉很安心呢",
    "啊...（女孩好像有点猝不及防）那、那个！我还没有准备好！...诶？（女孩见你只是揉着她的脸愣在了原地）",
    "#迅速涨红了脸，你感觉她有点发抖，随即啊的一声顺手把手中的抱枕砸在了你的身上迅速后退到角落——\n“坏了坏了，{nick}为什么要捏我啊...不！不对！我为什么要躲！开！啊！”",
    "（你捏了捏女孩的脸，看着她任你拿捏的样子）捏好了吗？…真是的，手感有那么好吗#无奈地叹气",
    "略（女孩被捏了一把脸后就盯着你不动，直到她的脸莫名其妙地染上酒红色）",
    "（你在女孩工作时偷袭了她）啊…讨厌…这种事情提前说就好了#脑袋上冒着蒸汽"
}

reply_tietie_less = {
    "茉莉觉得，我们还没有认识多久吧...你觉得呢？(她露出了稍显疑惑的神情,但并没有追问)",
    "不行哦，对刚见面的女孩子提出这种要求...#悄悄后退的同时上下打量着你",
    "在想什么呢？这种事情是不行的！强行拉近距离可不是个好方法哦？"
}

reply_tietie_low = {
    "贴贴吗？是不是有些太早了？感觉...还不是很习惯的说",
    "这样亲密的动作…是不是太快了？至少茉莉是这么觉得的#偏头",
    "茉莉觉得，我们的关系或许还没到那种程度吧...就、就是，有点突然#迟疑"
}

reply_tietie_high = {
    "既然{nick}想的话，那就...来贴贴吧...#数秒后，伴随着逐渐嗫嚅的话语，那股温软携着清香似融化在了你的身上",
    "是可以的哦~#眨巴的双眼视线下移着，很快她光滑如玉的肌肤紧贴着你，很难想象这种触感是人造的",
    "诶，{nick}就这么想贴贴吗（她就这样顺着重力倒在你的怀里，澄澈的瞳眸与你的视线交织，万物于此刻沉寂）"
}

reply_tietie_highest = {
    "唔，茉莉也有些想念贴贴的感觉了呢...一定要好好珍惜才行呢#一如既往地贴了上来，你感受着她独特的体温",
    "#她无言地贴了上来，蜷缩在怀里，你轻柔地撩了一下她的头发，脸颊上晕开的红润随着彼此的心拍数荡漾开去",
    "呜茉莉也好想贴贴呢...#说着眨了眨眼，下一瞬间就将你扑倒在床上，脑袋靠着你的胸口，听着你的凌乱的心跳声，她也失去了抬头对视的勇气"
}

reply_ciallo_lowest = {
    "“{nick}是在和茉莉说话吗？”#少女微微一怔，指了指自己，随后露出标准的笑容/n “您也一样哦”",
    "“嗯嗯，你也是一样哦，还有什么事吗？没有的话茉莉去忙了”#少女抱着书歪头浅笑着回应",
    "#眼前的少女没有停止与烤鸡战斗，看样子短时间内她是没空回应你了"
}

reply_action_lowest = {
    "#少女稍稍后撤了一小步，随后便用她那轻柔的声音提醒道“对女生这么做可是不礼貌的哦”",
    "#你还没能够靠近茉莉，她就已经转过头盯着你。你很确定如果你继续你的行动的话，少女的皮鞋肯定会狠狠地轻吻你的裤子。",
    "“再这样下去，茉莉可是会生气的哦”#眼前的少女攥着一本书，缓缓地，小声地提醒你。她泛白的骨节和颤抖的身躯告诉你这不是玩笑话。"
}
