head = {
    less = {
        [1] = {
            "诶？那、那个，这样摸的话我头发会乱的啦……#躲开",
            "别这样啦…茉莉又不是小孩子了，用不着这样摸茉莉的头吧"
        },
        [0] = {
            "{nick}的手很冷…有些不太舒服，可以先停下么？#少女轻轻地拍掉了你的手",
            "茉莉不是小孩子，不需要这样的摸头喔。"
        },
        [-1] = {
            "嗯…？可以停下了吗？#少女的脸上染上些许愠怒的神色，似乎是在抵触着你有些冒犯的行径",
            "要、要做什么！#脸上闪过慌乱的神情，踉跄着退后了一步"
        }
    },
    low = {
        [1] = {
            "唔，痒、痒啊…#缩头 不…不过{nick}的手还挺温暖的。",
            "唔！#一激灵 真是的…下次记得提前说一声啦，虽然我并不讨厌这样就是了…"
        },
        [0] = {
            "唔...？突然摸头是有什么事情找茉莉吗？",
            "呜啊~真是的，下次摸上来的话先说一句啊。#少女环抱着胸部嗔怪到"
        },
        [-1] = {
            "喂！都说了多少遍了，别一言不发的摸上来啊。#少女叉着腰后退几步，脸上也出现了生气的神色",
            "再这样的话，茉莉可是要生气了哦。很可怕的哦！"
        }
    },
    high = {
        [1] = {
            "啊…虽然早就体验过了，不过这样被{nick}摸头好舒服啊…呜…#闭眼",
            "诶？那茉莉也要摸！#踮起脚尖 嘿咻！#摸了摸{nick}的头 这样就平啦！#笑"
        },
        [0] = {
            "唔姆，感觉是不坏啦，可是为什么总感觉你像摸小孩一样摸我啊...",
            "呜诶~{nick}突然摸上来什么的....太狡猾了啦。下次我也要摸回来！"
        },
        [-1] = {
            "喜欢吗？感觉还好吧，至少...希望能继续下去。",
            "唔...？没劲吗？不哦，只是茉莉在想其他事情了，嗯，没关系的了！不要摆出一副不相信的表情了~！"
        }
    },
    more = {
        [1] = {
            "不知道为什么，每次被{nick}像这样抚摸…总感觉很开心呢，这就是被称作幸福的东西吗…",
            "{nick}的手，很温暖…如果这是梦的话，请不要让它醒来…#依在怀里"
        },
        [0] = {
            "刚…刚弄好的头发又被你弄乱了啦！#鼓嘴\n明明好不容易才和“她”商量好扎什么发型来见你的…#小声嘀咕",
            "诶！别闹了！快去帮我拿一下那个发带了。嗯，那个粉色的很好看吧~我可是挑选了好久的。"
        },
        [-1] = {
            "以前的主人有时也会对茉莉做这样的事情…虽然茉莉不太明白，这样的行为对于人类来说究竟是什么含义。但是，如果{nick}想要这么做的话，今后也请一直下去吧。",
            "茉莉有时会想……如果茉莉也能摸摸以前主人的头，主人是不是就不会遗弃茉莉了呢？",
            "感觉是不坏啦...茉莉也很想让{nick}一直这么摸下去 ，可是...『一直』是真的可能存在的吗？茉莉不会再....呐，茉莉不会再被抛弃吧？"
        }
    }
}

face = {
    less = {
        [1] = {
            "呼呼，这样子有些难受啊，{nick}可以停下来吗？",
            "不要捏了啦……茉莉会生气哦？"
        },
        [0] = {
            "还请不要这样，茉莉会生气的。#平静而又透露着危险的语气",
            "很舒服吗？可是茉莉觉得有点点疼哦。#少女叉着腰冷淡地看着你"
        },
        [-1] = {
            "请问您在干什么？#冰冷的红眸凝视着你",
            "茉莉觉得，咱们应该只是刚刚认识吧，那么您在干什么呢？#语气冰冷"
        }
    },
    low = {
        [1] = {
            "呜咪～茉莉不是小孩子了啦…！所以不要再捏了！#脸红",
            "唔唔……感觉，没那么糟糕？#眨眼"
        },
        [0] = {
            "不是很喜欢捏脸啦…毕竟有点点疼了。",
            "喂喂，随便捏女孩子的脸什么的，果然还是变态才会做的事情吧。#少女嗔怪着，拍了拍你的手"
        },
        [-1] = {
            "差不多就够了吧，茉莉要生气了哦！#少女挥挥粉嫩的拳头气冲冲地对着你说道",
            "茉莉不喜欢被捏脸啦！所以能不能松手啊。#少女紧蹙眉头埋怨道"
        }
    },
    high = {
        [1] = {
            "啊呜——{nick}，茉莉的脸，有那么很好揉吗？#少女认真地凑近，对着你询问",
            "被{nick}这么揉着脸，茉莉感觉有些开心呢——"
        },
        [0] = {
            "茉莉对脸部的材质还是很有信心的哟，{nick}想捏的话就尽管来吧！",
            "诶嘿...是感觉还不错啦....有那种...温暖的感觉哦。#少女稍微思索了一会儿，随后昂首笑着"
        },
        [-1] = {
            "唔...倒不是反感了...只是{nick}可不可以给我一点点独处的空间，让我一个人稍微休息一下。",
            "嗯？在发呆吗？没有哦，只是茉莉在想一些事情....嗯！没关系的啦！毕竟茉莉可是高性能的！#少女的眼眸明显地暗淡了几秒，但很快她又摆起那熟悉的笑容看着你。"
        }
    },
    more = {
        [1] = {
            "唔姆…{nick}这样子揉着的话，总感觉很安心呢……",
            "你现在在想些什么呢…… #感受着{nick}手掌的温度，眨了眨眼"
        },
        [0] = {
            "{nick}的动作很温柔哦！茉莉很喜欢。诶嘿...~只要是{nick}的话，怎么样都无所谓了~只要{nick}喜欢就好了~",
            "嘿咻~这样茉莉就和你扳平了哦~诶嘿嘿，毕竟不能让{nick}享受这种感觉了，茉莉也想体会一下捏脸的感觉。"
        },
        [-1] = {
            "啊...（女孩好像有点猝不及防）那、那个！我还没有准备好！...诶？（女孩见你只是揉着她的脸愣在了原地）",
            "（你捏了捏女孩的脸，看着她任你拿捏的样子）捏好了吗？…真是的，手感有那么好吗#无奈地叹气"
        }
    }
}

body = {
    less = {
        [1] = {
            "（少女退后两步，交叉双臂，向你比了一个叉叉）这样做是不可以的喔。很想摸摸看的话，等到以后再说吧？",
            "喂！{nick}不要对女孩子这样了，很失礼的！不过..这次就勉强原谅你吧。"
        },
        [0] = {
            "等等等…你、你在干什么呀！知不知道这样子是很失礼的啊！#音调提高，听上去有些生气",
            "喂喂...！随便触碰女孩子的身体什么的可不是好习惯哦！"
        },
        [-1] = {
            "（在你做出动作的下一瞬间，你感受到了一股带着疑惑且阴沉的视线投来，这阵沉默令你脊背发凉）",
            "还没等你做出任何动作，茉莉就已经躲开，而你只能独自嗅着留下的芳香"
        }
    },
    low = {
        [1] = {
            "啊……这、这样啊……如果就是抱一下的话也不是不可以啦…（拘谨）",
            "你、你说什么啊……#视线游离 就、就一下哦？不可以做其他的事哦？"
        },
        [0] = {
            "要人安慰？喂...~茉莉可不是什么心理辅导员，不过的话，稍微抱一抱也是可以的了。喂！不许乱看！"
        },
        [-1] = {
            "我可以当做{nick}的话只是一句玩笑，但是下不为例哦？（少女皱着眉，歪头看着你）"
        }
    },
    high = {
        [1] = {
            "诶？今天{nick}情绪好像很高涨呢。既然如此，茉莉的怀抱向你敞开哦~#张开双臂",
            "抱~啊…没想到{nick}的怀里是这么温暖啊…呼呼呼（少女眯着眼睛靠近你的怀中）",
            "怀里…好舒服…#带着浅浅的微笑蜷缩在人的怀里"
        },
        [0] = {
            "真是的……{nick}要是想直接抱上来也是可以的哦？之前？那只是因为我们的关系还不到茉莉觉得可以随意拥抱的时候啦。现在的话.....是可以的哦。"
        },
        [-1] = {
            "（你轻轻地抱上了茉莉的身体，茉莉也没有说些什么。只是继续着手中的事情，但是没过一会儿，她就从你的怀抱里挣脱，去做自己的事情了）"
        }
    },
    more = {
        [1] = {
            "诶！那茉莉就不客气啦！真是的…有空多抱抱我嘛，就算是茉莉也是会寂寞的……",
            "（愣一秒后飞扑上来）茉莉等你这句话好久啦……不要放手哦",
            "#将一只手放在了你的胸口。\n 过去也好，现在也好，只要在{nick}的怀里…总能让我感到安心呢……",
            "呐…{nick}…我是说，有没有一种可能，在遥远的未来，我也能像现在一样，将你所有的一切拥入怀中呢……？"
        },
        [0] = {
            "拥抱的含义是什么呢…？每次被{nick}抱着的时候都会觉得安心，这种感觉…呼……（少女在你的怀中安静地睡着了）"
        },
        [-1] = {
            "不、不要松手……请一直抱着茉莉，一直… #少女紧紧地倚靠在你的身上，纤细的手臂环过你的腰——你感到胸口的衣服被濡湿了。",
            "假如有一天，{nick}也厌倦了和茉莉的生活的话…到那时候，茉莉也能这样紧紧抱住{nick}就好了……"
        }
    }
}

back = {
    less = {
        [1] = {
            "唔？茉莉背后有脏东西吗？可能是我不小心吧…谢谢啦。\n#她没有在意，像是转移矛盾般地向你道谢。",
            "啊…那个，下次别这么冷不防地啦，茉莉还以为有坏人想把茉莉拐跑呢……#话虽如此，但她似乎并没有慌张的神情。你一下子不明白她这么说的用意。"
        },
        [0] = {
            "嗯嗯，茉莉在哦。拍拍茉莉的背是有事情找茉莉吗？"
        },
        [-1] = {
            "嗯？你碰茉莉的背干什么？{nick}你最好只是找茉莉有事，不然的话....#她眯起眼冷淡地看着你。"
        }
    },
    low = {
        [1] = {
            "嗯…？你的手有些冷呢……稍稍被吓到了，要注意身体喔。\n（眼前的少女笑着，稍稍加快了脚步）"
        },
        [0] = {
            "咦…茉莉的背后有什么吗？虽然茉莉是机器人，但皮肤质感还是挺接近人类的吧。\n（她歪着头，但又好像并没有向你说明或炫耀的意思）"
        },
        [-1] = {
            "不要乱碰啦……虽然茉莉不会因为这个就生气，但这很不礼貌喔。#少女叉着腰，提高了提醒的嗓音。"
        }
    },
    high = {
        [1] = {
            "诶？（平时很乖巧的少女露出了坏笑）难道难道…你的脑子里在想什么不好的东西吗？（说罢便将脸凑近了一点，仿佛想将你看穿——在那天真的笑容面前，你有点无所适从）",
            "（少女没有做出回答。你看向她，她用手掩着嘴角，偷偷笑了几下）哎，我说啊，你是不是把我当小孩子啦？（“如果那样…稍微有点难过呢 。”她如此嘀咕着）"
        },
        [0] = {
            "（少女的身体微微震了一下）吓到茉莉了啦……真是的，在茉莉身后的话，稍微弄出点动静来嘛……"
        },
        [-1] = {
            "喂！{nick}！不要突然从背后窜出来啊！虽然茉莉是高性能的，但是也是会被吓到的！"
        }
    },
    more = {
        [1] = {
            "（少女停了下来）诶，别动哦…对，往这边来一点……（她闭上了眼，仿佛在感受什么）怎么样，感受到我的“心跳”了吗？什么…我没有心……真是的，我的心，就在你的这里面呀。（她用手点了点你的左胸）",
            "（平日里开朗的少女逐渐低下了头，脸颊上带着一抹娇羞的绯红，但却如同有着相识多年的习惯一般）总感觉…这样，能让我感到你一直在我身边呢。"
        },
        [0] = {
            "“总是这样的话，茉莉可是要生气的哦？”少女佯装怒色，用力捏了捏你的脸颊。"
        },
        [-1] = {
            "#你从背后轻轻抱住了一言不发的茉莉，感受着她略显冰冷的瘦小躯体。她稍稍挣扎了一下，随后渐渐沉入你的怀抱之中。"
        }
    }
}

hand = {
    less = {
        [1] = {
            "“耶嘿——”在你伸出手的时候，清脆的击掌声响起——少女在你的掌心拍了一下"
        },
        [0] = {
            "诶？要牵手，唔，茉莉暂时还不想和{nick}这样呢。",
            "{nick}想牵手吗，现在……还不行哦。#眨眼"
        },
        [-1] = {
            "“别突然触碰女孩子的手哦，不然我怕到时候我忍不住呢。”#你听见了很清脆的开关声，面前的少女也稍稍放松下来。但你知道她已经记住了你的举动。"
        }
    },
    low = {
        [1] = {
            "“可以哦，喏——”#少女伸出白皙的手，在你面前摊开手掌。"
        },
        [0] = {
            "那，就给{nick}牵一下吧，不准握久了哦。#伸手",
            "唔，茉莉不是很明白为什么要这样啊，但是既然都这么说了，那就牵一下吧，喏～"
        },
        [-1] = {
            "少女轻轻拍掉你伸出的手，别过脸去，你也不好再说什么，尴尬的气氛在二人之间弥漫开来。"
        }
    },
    high = {
        [1] = {
            "{nick}，一直这样牵下去的话，茉莉要、要不行了……#冒气",
            "啊呜……手心都温热起来了呢，{nick}，这样…可以吗？"
        },
        [0] = {
            "“嗯，可以哦。”茉莉挽住了你的手臂，轻轻靠在你的肩头、阖上了双眸。"
        },
        [-1] = {
            "少女无言地伸出手，但并没有转过脸来。你牵住了那纤弱的手臂，手感一如既往的好，却少了几分应有的温暖。"
        }
    },
    more = {
        [1] = {
            "这样一直牵下去…手心的温暖，让茉莉感觉有些开心呢。",
            "{nick}，现在你在想些什么呢？手心传来的温暖，让茉莉有些好奇呢……"
        },
        [0] = {
            "“大笨蛋，不许松开哦……”与你十指相扣，少女红色的双眸与你对上了视线，你从她的眼中感受到了祈盼与不舍。"
        },
        [-1] = {
            "在你牵上手的那一刻，少女将你拉到身边。你微微失衡，而她则将脸埋在了你的胸口。“{nick}，让我这样靠一会，可以吗…？”//你感受到胸口被濡湿了一块，大约是茉莉正在用这种方式表达内心的感情，于是，你将她抱得更紧了些。"
        }
    }
}

waist = {
    less = {
        [1] = {
            "趁人不注意搞偷袭可不是礼貌的行为哦~（少女笑着，你分不清是阴森还是宽容的笑容，但至少没有敌意）"
        },
        [0] = {
            "你感到少女因深呼吸而身体有所起伏）我说啊，{nick}你真是个笨蛋啊——刚刚要是被主人看到了，我可不保证你的安全哦。"
        },
        [-1] = {
            "（不知为何，你感到手中的少女身体逐渐僵硬，本来放在胸前的两手逐渐垂了下去。你不敢看她的表情——你明白自己好像做错事了）"
        }
    },
    low = {
        [1] = {
            "女孩子的腰可是不能随便乱碰的哦，虽然我…不不，没什么。反正就是不、可、以！（眼前的她想要拼命解释着什么）"
        },
        [0] = {
            "呐，{nick}突然碰我的腰啊？虽然不会被吓一跳，但是还是会感觉痒的诶。"
        },
        [-1] = {
            "少女轻轻把你的手拍下，并向远处大跨几步，拉远距离。虽然没有说些什么，但是这气氛很明显显示着女孩已经生气了。"
        }
    },
    high = {
        [1] = {
            "啊…不不不、没事，只是感觉有点痒啦…怎么可能是被吓到后有点害羞才叫出来的绝对不是！（她拼命摆着手，极力解释些什么，但好像有点适得其反）",
            "呜…住手啊、好好好好痒啊——（她就这么在你手中扭动了起来，好不容易才挣脱但好像有点喘不过气了）真是的…下次至少提前和我说一声啊……"
        },
        [0] = {
            "唔诶！{nick}停...停手啊！真的很痒的诶！而且突然袭击过来什么的真的超级无耻哦？如果还有下次...还有下次的话，茉莉可是会报复回去的！"
        },
        [-1] = {
            "喂，就算是现在，{nick}这么做的话，我也会生气的哦。所以，我决定了！晚饭的话我就做{nick}不喜欢吃的东西！就算是求情也没有用的，茉莉已经决定了！"
        }
    },
    more = {
        [1] = {
            "怎么啦，难——道——说——茉莉不在你身边寂寞了吗，那还真是拿你没办法呢（眼前的少女有些理直气壮，但很快露出了些许不快的表情）\n那个……都做到这份上了，搂得再紧一点也没关系哦？",
            "怎么说呢…这样总感觉有种老夫老妻的感觉呢…真好啊…童话里果然没骗人……（她就这么左右摇晃起了身子，估计在畅想着什么）"
        },
        [0] = {
            "呀呼！#眼前的少女像小动物一般被吓了一跳，并用着略显尖锐的声音惊呼，但很快她便意识到了罪魁祸首是谁。\n喂喂喂！{nick}这么偷袭是不对的，再这样的话茉莉可就要不理你.....诶诶诶！不是真的啊！只是...！只是气话了#少女低下头委屈巴巴地对手指。\n{nick}不要生气嘛.....茉莉给你捏捏就是了。"
        },
        [-1] = {
            "#你刚抱上茉莉，她就强行挣脱了你的怀抱，少女也没有对你说更多的话，只是晃晃手中的书，然后给你比了个嘘声的手势。不过好在你知道茉莉并没有生气，因为她已经在你脸上点下了轻轻一吻。"
        }
    }
}

leg = {
    less = {
        [1] = {
            "（本还在谈笑风生的你们之间的气氛在那一瞬间被冻结了，少女刚想说出的话因你的举动而哽住)你、你这个变态！大变态！我"
        },
        [0] = {
            "你悄悄地触碰了一下茉莉的大腿，少女的表情立马凝滞了。看的出来茉莉非常的生气，但是她并没有对你大吼大叫，而只是默默地拉远距离，用着看变态一样的眼神看着你，无论你怎么靠近，她都保持着足够的距离。"
        },
        [-1] = {
            "（总之不知道是什么给了你勇气这么干了）那个，你……（不用去细想就知道将要发生什么，少女的身体愈发颤抖，脸上的阴森让人感到后怕，她逐渐握紧了拳头……）"
        }
    },
    low = {
        [1] = {
            "喂，{nick}你应该比我更清楚女孩子的腿是不能随便触碰的吧？真是的，这样的{nick}怎么可能会让女孩子喜欢啊……下不为例哦！还有下次的话，茉莉可是会咬人的！"
        },
        [0] = {
            "唔，我想想，遇到这种情况的话（她好像很认真地想了起来）该叫警察叔叔吧！你等一下哦……\n（少女拿出了手机，恐吓般做出了拨号的样子，但实际上她只是做做样子，显得有点可爱）",
            "那个啊…可能{nick}不知道…茉莉可是很——危——险——的哦。\n（虽然那种娇小的样子没什么说服力，那种似笑非笑的表情的确很有杀伤力）"
        },
        [-1] = {
            "怎么了？{nick}？（少女带着浅笑，用力抓住你的手。）我记得，我有说过，做变态的后果吧？还是说{nick}需要我帮忙回忆回忆呢？"
        }
    },
    high = {
        [1] = {
            "虽、虽然我并不讨厌…但果然还是有点……（少女的脸颊染上了淡淡的红色）听好了！绝对不准在外面也这么做！\n（只见她踮起脚尖，拼命想达到和你一样的高度而后作出宣言般）",
            "果然，你是大变态呢……嘛，虽然茉莉之前就看出来了就是了\n（也许是错觉，少女并没有生气，你总感觉这和闹别扭的桥段有点相似）"
        },
        [0] = {
            "就算...就算我们的关系已经到达了这个地步，这种亲密接触还是有点太早了啦。所以{nick}下次还是稍微忍耐一下吧，恩，稍微忍耐一下就好。（少女扭过头去，看着窗外，那光洁的肌肤上透着淡淡的红晕，究竟是多强大的技术才能让机器人连这种精巧的情绪都能表达出来呢？）"
        },
        [-1] = {
            "（虽然少女没有第一时间将你推开，但是很明显你这个冒失的举动已经让茉莉不开心了。得快点向茉莉道歉了，除非你想要在今晚的餐桌上看到许多自己不喜欢的菜）"
        }
    },
    more = {
        [1] = {
            "啊..这么猝不及防的话我会..（好像意识到了自己的失态般，她下意识捂了下自己的嘴）你还真是坏心眼呢\n（出乎意料的是，她踮起了脚尖，用食指抵住了你的嘴唇，温柔地笑着）",
            "哎哎哎？不是吧，这就暴露自己的真实想法啦？（少女打趣般调侃着你）不过嘛..也不赖..不！我是说你要控制好，比如说..比如说..表现的对象之类的。"
        },
        [0] = {
            "唔姆？喂...真是的{nick}怎么突然就这么做了啊，虽然不是不可以了，但是的话，只需对茉莉一个人这样哦，而且..作为你偷袭的惩罚...就罚你今天把地稍微扫一下吧~茉莉会在一边为你加油的哦。"
        },
        [-1] = {
            "呜...真是的！在这种场景突然这么做真的很奇怪啊！虽然，我并不讨厌{nick}表达自己的爱意，但是在安慰人的情况下就不要这么做了！诶...？你说要怎么做？来个亲亲啦！笨蛋{nick}！最讨厌{nick}了！"
        }
    }
}

hug = {
    less = {
        [1] = {
            "诶？要抱茉莉吗？（愣住）可、可咱们还认识没多久的说……",
            "（愣住）怎、怎么这么突然啊，脑子里可不要有什么奇怪的想法哦…"
        },
        [0] = {
            "抱一下的话，可以哦。只不过，不许乱摸，不然的话茉莉可是会喊耍流氓的。"
        },
        [-1] = {
            "{nick}是对法律什么的完全不在意是吗？还是说{nick}已经不需要在意自己在社会上的名声了呢？"
        }
    },
    low = {
        [1] = {
            "唔！突...突然抱上来什么的，茉莉还是有点接受不了了。所以能放开茉莉吗？",
            "{nick}一眼不发就抱上来是会被其他人认为是变态的吧！诶...另一种可能吗？至少暂时还是不可能的吧。"
        },
        [0] = {
            "那…那个，能先松手吗？要是被主人看到了，应该会误会吧……",
            "虽然主人一直告诉我，遇到图谋不轨的人要赶紧跑……但，但是…#不停摇头 那个，你还是放开茉莉吧，不然茉莉也不知道要怎么办了啊……"
        },
        [-1] = {
            "茉莉不喜欢这样，能请你松开茉莉吗？恩？茉莉倒数三个数，再不松开的话茉莉可要喊人了哦。3....2....",
            "#还没有等你拥抱上来，茉莉已经若无其事般躲过，而你只能讪讪地收回手臂，不再继续打扰茉莉。"
        }
    },
    high = {
        [1] = {
            "（在触碰到少女的一瞬间，你感到她轻微地颤抖了一下）难、难道……{nick}是这么看待我的吗……虽然不讨厌就是了\n（不知道是不是你的错觉，但少女的脸颊似乎有些泛红）",
            "（一股少女独有的柔软触感从你的指尖传来，你不禁在心中感叹）不…不可以！我、我们还没有...但…… \n（她没有再说话，取而代之的是颤抖着欲言又止的嘴唇还有那似水一般的双眸）"
        },
        [0] = {
            "{nick}又想抱抱吗？可以的啦，只不过茉莉马上要继续工作了，所以只能一下哦~\n#少女抬起手臂踮起脚尖主动抱上了你，还未等你细细品味怀中柔软，少女便一蹦一跳地工作去了。",
            "诶？{nick}想要抱抱吗？不行哦，现在是工作时间，所以不能这样。#少女没有停下手中的工作，轻轻地摇着头\n就....就算你说女仆装很可爱什么的也是不行的！好好工作啦！#少女扭过去微红的脸颊，加快了手上的动作。"
        },
        [-1] = {
            "抱歉呢...{nick}，茉莉暂时不想抱抱，茉莉只想一个人稍微静静——没关系的，茉莉只是……看书看到精彩部分，有些入迷了而已。",
            "#少女昂首嗅嗅你的领口，随后叉着腰怒气冲冲地对你说“{nick}身上为什么有一股其他女孩子的香水味，快点解释。不然茉莉就不理你了！”"
        }
    },
    more = {
        [1] = {
            "没想到……原来你对我有这种想法啊……不过！嗯！茉莉…稍微有点开心呢～\n（少女并没有抗拒，反而朝着你这里依了过来，静静地闭上双眼……",
            "（暂时没有应答，但你注意到她的目光和你正对，定格在那一刻）\n 我想，也许所谓的永恒是存在的吧……这是你告诉茉莉的哦。（她把手放在了你的心口，仿佛要感受什么似的）"
        },
        [0] = {
            "希望、未来、幸福，都是{nick}你向我许诺的未来，茉莉对此已经深信不疑了，所以未来还请{nick}好好地抱着我，好好地实现你许下的诺言。#少女依偎在你的怀里，用着软糯的声音说着。",
            "嘿咻~怎么样？{nick}是不是被吓到了呢~嘿嘿，看着{nick}工作了一天想让{nick}好好休息一下了。茉莉削了个苹果哦，{nick}快吃吧。#少女递给你一个削好皮的苹果后，笑盈盈地坐在一遍看着你。"
        },
        [-1] = {
            "{nick}能稍微...稍微让茉莉抱抱吗？原本就打算如此...？恩，麻烦你了，就一下，马上就好。#少女轻声地向你请求，得到同意后才小心翼翼地抱上了你。",
            "有的时候，茉莉会想自己要是被他们抓走了会怎么办，茉莉要是消失了怎么办；茉莉真的很怕，很怕再失去一次....所以...#少女用力地抱紧你，带着哭腔，颤声倾述着。"
        }
    }
}

cute = {
    less = {
        [1] = {
            "唔，夸我吗？谢谢啦，茉莉也会一直努力下去的。",
            "我很可爱…这样啊，嗯，茉莉明白了，{nick}也很可爱呢。",
            "是吗，茉莉自己还没有感觉到呢，诶嘿嘿… #傻笑"
        },
        [0] = {
            "知道啦知道啦，但是现在还是工作时间哦？"
        },
        [-1] = {
            "你不会对茉莉有什么非分之想吧？"
        }
    },
    low = {
        [1] = {
            "原来{nick}是这么觉得啊，谢谢哦。#眨眼 \n 你也要努力变得像茉莉一样可爱哦。#叉腰",
            "嗯嗯嗯！茉莉早就知道{nick}是这么想的啦（诶，没什么没什么，我是说谢谢啦）"
        },
        [0] = {
            "似乎大家都这么说的样子，{nick}也这样，唔…不知道主人是怎么想的呢。"
        },
        [-1] = {
            "可爱吗？非常感谢你对茉莉的夸奖哦~"
        }
    },
    high = {
        [1] = {
            "是、是吗！非常感谢，茉莉会、会一直努力下去的！#微笑",
            "知道啦，一直这样说茉莉会害羞的…呜……#捏手指",
            "被、被{nick}这么说了…好、好开心！#微笑"
        },
        [0] = {
            "诶嘿嘿~这么一夸，感觉我自己的心情都变好了许多呢~"
        },
        [-1] = {
            "喂，为什么感觉{nick}这么熟练啊，难道是经常对其他女孩子也这么说？"
        }
    },
    more = {
        [1] = {
            "连{nick}都这么说，呜……要怎么办才好#缩起脖子",
            "既然{nick}都这么觉得了……呜呜#低头 那，那好吧",
            "Error！Error！处理中枢过热#冒气",
            "好，好的……#结巴 茉莉，一定，会，会更加努力的！呜……结巴才不是害羞呢",
            "{nick}，不要这么一直夸茉莉呀……会，会不能专心工作的#低头"
        },
        [0] = {
            "嗯……{nick}说过很多次茉莉可爱，茉莉知道啦——但是，除了可爱以外，{nick}还喜欢茉莉的哪些地方呢？#少女托着腮看向你，带着浅浅的笑容"
        },
        [-1] = {
            "{nick}真是的....光说自己却什么都不做。这样子可是完全不行的哦！（少女叉着腰，嘟着嘴埋怨到）"
        }
    }
}

lift = {
    less = {
        [1] = {
            "喂！茉莉可不是小孩子！快放茉莉下来！快点啦——"
        },
        [0] = {
            "诶，哎呀，不要这样啦，茉莉要摔下来了——#晃腿"
        },
        [-1] = {
            "（还未等你将茉莉举起，茉莉已经握住你的手臂，用着冷淡的声音询问）{nick}，你想要做些什么？"
        }
    },
    low = {
        [1] = {
            "举高高？茉莉不清楚哦，但是{nick}想要的话，茉莉稍微配合一下你也不是不行啦。"
        },
        [0] = {
            "唔唔，把茉莉举这么高是干什么呀#眨眼"
        },
        [-1] = {
            "{nick}！说了不要突然把茉莉举起来啦！这样有什么好玩的嘛！"
        }
    },
    high = {
        [1] = {
            "呜……{nick}一定不要把手松开啊——茉莉会掉下去的#对视"
        },
        [0] = {
            "举高高？还是..还是算了吧，总感觉{nick}可能会一不小心让茉莉摔在地上——什…才不是恐高了！茉莉可是高性能的！才不会害怕这一点点的高度！！！"
        },
        [-1] = {
            "快放我下来啦。真是的，茉莉才不喜欢这样的游戏，所以下次还请不要这么对待茉莉，知道了吗？"
        }
    },
    more = {
        [1] = {
            "诶嘿嘿，被{nick}这样举着，似乎…有些安心呢",
            "啊…{nick}！再快一点！再快一点！茉莉…真的好开心呢…（女孩在空中露出了灿烂的笑容）"
        },
        [0] = {
            "唔诶！{nick}....！请务必抓紧一点啊，要是...要是摔下去的话可就不好了啊！"
        },
        [-1] = {
            "才不喜欢被当成小孩子举高高！毕竟茉莉可是高性能的机器人！而且，在高处的时候……确实有点点害怕就是了……#缩"
        }
    }
}

kiss = {
    less = {
        [1] = {
            "还请，不要这样，茉莉会生气的#盯"
        },
        [0] = {
            "呜哇，{nick}好可怕#退后一步"
        },
        [-1] = {
            "#拿起手机，拨打报警电话"
        }
    },
    low = {
        [1] = {
            "呜...难道{nick}是看到可爱女孩子就想亲亲的变态吗？！唔诶...茉莉...会尝试理解你的思路的。"
        },
        [0] = {
            "唔，即使是{nick}也不行哦#眨眼",
            "暂时，茉莉还不想这样啦#撇头"
        },
        [-1] = {
            "{nick}的要求也太过分了吧！亲亲什么的，肯定不是现在做的事情，下次再这样的话，茉莉可是要敲打你的脑袋了哦！"
        }
    },
    high = {
        [1] = {
            "好、好吧，只是亲一下，就一下哦！多了茉莉会生气的#撇头",
            "如果{nick}想的话，唔……好吧，就这么一下下哦，一秒钟！#一根手指放在嘴边"
        },
        [0] = {
            "亲亲什么的...现在的话..呜..可以的哦（茉莉用着细弱由蚊的声音说着，同时悄悄地撇了两眼你）"
        },
        [-1] = {
            "茉莉现在不想和{nick}亲亲…并不是讨厌{nick}了，只是茉莉在想...茉莉真的能陪你一直走下去吗？"
        }
    },
    more = {
        [1] = {
            "啊、不…没有…只是有点突然…没、没事的！这么做的话…茉莉就能感受到你对茉莉更多的喜欢了吧（她低下头，脸早已涨红，但你很清楚地看到少女小猫嘴般上扬的嘴角以及双眼中的光芒）",
            "呜……（女孩似乎在怀里挣扎了一下，但在下一瞬间就用更大的力量把你拥入了怀中，仿佛不愿错过每一次心意相通的机会）"
        },
        [0] = {
            "唔唔唔，别一直这样啦，茉莉会害羞的，就这一次哦…#脸红低头",
            "（温热的触感从唇间传来，你们就这样紧拥在了一起感受着对方的心跳和体温，直到女孩的泪珠顺着脸颊滑下"
        },
        [-1] = {
            "（还未等你说出口，茉莉早就抱住了你，凑上来吻住了你的嘴唇，虽然她依旧是那么的青涩，但是却异常地认真。你们亲吻了良久，才分开，而在那之后，茉莉就立马躲了起来，说什么也不打算见你）"
        }
    }
}

suki = {
    less = {
        [1] = {
            "嗯，明白了，非常感谢，可是即便{nick}这么说了…",
            "嘛，茉莉还不是那么随便的人哦，不过嘛（不可察觉地一笑），嗯嗯，只要{nick}陪茉莉玩的话…"
        },
        [0] = {
            "这样啊……不过这是为什么呢？明明茉莉和{nick}还没认识多久哦？"
        },
        [-1] = {
            "{nick}难道这么轻浮吗？还是说{nick}要用一见钟情这种话来形容我们之间的感情呢？反正茉莉不愿意相信第一眼所感受到的情绪哦。"
        }
    },
    low = {
        [1] = {
            "知道啦，{nick}，茉莉也不讨厌你哦#眨眼",
            "好啦好啦，茉莉会带着这份喜欢继续努力的。#微笑"
        },
        [0] = {
            "呀，这样的话，{nick}喜欢茉莉是为什么啊，有点想听呢…毕竟不可能无缘无故喜欢上一个...人吧？#托腮"
        },
        [-1] = {
            "这么突兀的告白以后可以不要再有了吗？我们现在只是朋友关系，只是朋友而已哦。"
        }
    },
    high = {
        [1] = {
            "唔唔唔，茉莉也很喜欢{nick}哦~#眨眼",
            "如果只是喜欢的话……那茉莉也喜欢{nick}的！"
        },
        [0] = {
            "（望向窗外）说起来…喜欢，是什么呢？茉莉，想从{nick}这里知道…"
        },
        [-1] = {
            "就算你说喜欢茉莉，茉莉也完全不懂喜欢是什么意思啊……茉莉的数据库里只有那些被定义了的概念！茉莉完全无法理解“爱”啊！就算是想要“爱”人，茉莉也完全做不到啊！！！（少女崩溃着，向你大喊，向你哭诉）"
        }
    },
    more = {
        [1] = {
            "啊呜……为什么，为什么感觉好害羞的样子…#脸红着缩头",
            "心里，有些奇怪，为什么，会这样呢……#捏手指",
            "Error！Error！处理中枢过热！发生错误进程！#冒气",
            "笨蛋…茉莉当然知道！{nick}表现得太明显啦…（“能一直…吗”女孩的声音逐渐小了下去，而你却暂时无法理解她脸上的神情）",
            "明明茉莉刚刚还在想『多希望你能回头』之类的话…{nick}真是个大笨蛋！（女孩笑着抱紧你）大笨蛋…"
        },
        [0] = {
            "如果不是{nick}救了茉莉，可能茉莉现在也已经…就算是这样，{nick}还能无私地喜欢着茉莉，为茉莉付出那么多……茉莉，该怎么回报呢…？"
        },
        [-1] = {
            "“爱”还是“喜欢”这两个词语我始终没能学会，但是我已经学会了如何做好一个合适的女朋友……或者是，妻子，茉莉已经做好了准备...但是茉莉现在很害怕，害怕自己不能够……/n 呐...{nick}能让茉莉抱一抱吗？抱一下就好了。（少女趴在你的肩膀上，小声地啜泣着）"
        }
    }
}

love = {
    less = {
        [1] = {
            "爱？茉莉也很爱这个世界哦~"
        },
        [0] = {
            "爱……是什么呢？",
            "唔，是不明白的字符呢…",
            "似乎听到主人说过这个字符，不过是什么意思呢？"
        },
        [-1] = {
            "{nick}是在向茉莉告白吗？可是茉莉不能接受哦。现在不行，未来也不行。"
        }
    },
    low = {
        [1] = {
            "{nick}的意思是喜欢茉莉吗？谢谢哦~茉莉也很喜欢{nick}只是朋友之间的喜欢哦~"
        },
        [0] = {
            "是吗……虽然茉莉暂时无法理解，但姑且收下吧~",
            "是对茉莉的的爱吗？唔，听起来还不错就是了...",
            "啊……{nick}，你知道爱是什么吗？"
        },
        [-1] = {"即便是现在还是在开这种玩笑嘛？真是的，明明知道结果还过来问，{nick}不愧是大笨蛋。所以你可以稍微让一下吗？茉莉还有事情要做。"}
    },
    high = {
        [1] = {"爱..茉莉吗？茉莉也很爱{nick}哦~程度的话，肯定比{nick}爱茉莉多一点哦~"},
        [0] = {
            "如果说爱就是{nick}对茉莉的感情的话……那茉莉有些明白了。",
            "嗯！茉莉知道了，如果{nick}会感到开心的话，那就请保持这样吧#眨眼"
        },
        [-1] = {
            "最后还是接受了你的示爱啊，但是其实...茉莉只是按照数据库来回答的，真正的爱什么的..茉莉真的、真的完全搞不明白。一直都...不明白。"
        }
    },
    more = {
        [1] = {
            "“茉莉知道{nick}想要说些什么哦，要是茉莉连这种强烈的感情都无法辨别的话茉莉可不能被称为高性能了呢~”（少女将手中的粉蝶花束递给了你，对着你的脸颊啄吻一口。）\n“不过看见{nick}总是一副不开心的模样~茉莉还是会一直一直将爱意表达出来哦~就像那天你在花海中对我说了那些让人一想起来就害羞的话一样哦。还有...多谢这段时间你对茉莉的支持了”",
            "对茉莉来说，「爱」是一个很陌生的概念啦…不管是书上的描写还是其他人的口述，都有些难懂…不过，在和{nick}一起生活的这段日子里，好像也能渐渐明白「爱」是什么了呢。如果可以的话，{nick}能陪茉莉一起走下去吗？和你在一起的日子还长着呦——（少女在你的脸颊上留下轻轻一吻，泛着泪光的双目与你对视许久）"
        },
        [0] = {"喜欢什么的，爱什么的，都不是光靠一句空言可以表达的吧。不过的话{nick}的行动是完全达标了的哦，所以不需要这么对茉莉表白茉莉也是知道的哦。茉莉的话，也想一直和{nick}待在一起呢？"},
        [-1] = {
            "你向我描述过海洋，你向我描述过天空，你向我描述了这个世界，我都有在好好学习。开心什么的、快乐什么的、悲伤什么的、愤怒什么的，我也都理解了，只是这最复杂的情绪，始终都为我蒙上了一层面纱……我无法用回路、用信号去描绘它给我带来的每一次冲动，每一次的决策，但是它确确实实影响到了我的所有所有。\n我早就拥有了它，只是我还不清楚而已。每一次对你的撒娇，每一次依偎在你的怀里，每次向你索吻，每次为你准备早餐，每次被你安慰....所有的每次，所有的日常，都是构成了我爱你的基础。都是我爱你的表现。就算世界上有很多人不愿意看到茉莉的存在、就算世间万物都会阻止我待在你的身边，我都会抵抗到底。\n我、茉莉已经盯上了你了，所以这一次，我是不会再允许你，再允许自己松开手了。\n哪怕粉身碎骨，哪怕坠落深渊，哪怕万劫不复。我都会一直跟随你。\n——永远\n（少女擦拭一下自己已然红润的眼眶，随后深深地吻住了你的嘴唇。永远也没有松开的意思）"
        }
    }
}
